[
  {
    "contributor": "Zach G",
    "label": "acceptance",
    "def": "ac·​cep·​tance // the quality or state of being received willingly, and with grace",
    "connections": "creativity, ikigai, comforts",
    "pullout": "I felt accepted and welcomed into a community of people that saw me. And it was very special.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "10:00 AM EST",
    "date": "11/11/2022",
    "location": "Minneapolis, MN, USA",
    "length": "0:39",
    "transcript": "<span>(00:00)</span>I think it was my birthday party. And we had a blanket-fort-themed birthday party and invited basically everyone that we knew. And at some point in the middle of the party, a bunch of poets just, like, took us, took everybody downstairs into the backyard and started just reading poems. <span>(00:22)</span>And these were people who I had not known super long. I had known them maybe a month or two, but that was sort of the moment where I felt accepted and welcomed into a community of people that saw me. And it was very special.",
    "image": "minnesota.svg"
  },
  {
    "contributor": "Moritz L",
    "label": "agreements",
    "def": "agree·​ments // harmony of opinion, action, or character",
    "connections": "authenticity",
    "pullout": "Knowing that everyone on the team was just going to show up because we had that kind of agreement—I think that felt like I was connected with something beyond me.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "12:27 PM EST",
    "date": "11/08/2022",
    "location": "Providence, RI, USA",
    "length": "0:37",
    "transcript": "<span>(00:00)</span>I think it was probably February, as far as I can remember. It was the first day it was snowing since I had started crew practice in the UK. Getting up at 04:00 AM in the morning to then cycle down to the river no matter what kind of weather there was, and fully knowing that everyone on the team is just going to show up because we had that kind of agreement among each other. <span>(00:28)</span>I think that felt for me like I was really connected with something beyond me and a connection to other people.",
    "image": "rhode-island.svg"
  },
  {
    "contributor": "Tina Z",
    "label": "arrivals",
    "def": "ar·​riv·​als // reaching a destination, especially after a long voyage",
    "connections": "boundaries, blooms, geography",
    "pullout": "I remember feeling really anxious and scared when I arrived at the airport because I kind of felt like an imposter—I was just worried about whether I'm even going to find New Zealand home.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "04:36 PM EST",
    "date": "11/14/2022",
    "location": "Providence, RI, USA",
    "length": "1:38",
    "transcript": "<span>(00:00)</span>For me, a lot of times I kind of feel like a fake New Zealander because I haven't really lived there consistently throughout my life. Born and raised there, but then I moved to China and then the UK, and then went to college in the US. So I just haven't lived there for long periods of time, even though I go home during holidays and stuff. I think it was towards the end of my college where I just hadn't been home in a while because of internships and during breaks, and then the pandemic happened, so I was kind of stranded here in New York. <br><br><br><br>After months of trying, I was finally able to get a spot in the hotel quarantines through a lottery system, and then I was able to buy plane tickets to go home. <span>(00:44)</span>And I remember feeling really anxious and scared when I arrived at the airport because I kind of felt like an imposter almost—I was just worried so much about whether I'm even going to find New Zealand home because I haven't been back in such a long time and whether I would feel like I belonged. <span>(01:02)</span>And that's something I've always struggled with, too, as a third-culture-kid—someone who's grown up in a bunch of different places—you never feel like you quite belong anywhere. And then I was standing in the passport line getting my passport stamped. The border agent just looked me in the eye and said, \"Welcome home.\"<span>(01:21)</span>It was just like a dumb small thing that obviously they say to everyone who comes through with a New Zealand passport, but that just made me so happy. And I was like, <em>Yeah, I am am home. </em> And I felt like I belonged.",
    "image": "rhode-island.svg"
  },
  {
    "contributor": "Aaron Y",
    "label": "attention",
    "def": "at·​ten·​tion // consideration with a view to action",
    "connections": "gift-thinking, trophies, acceptance",
    "pullout": "Someone clever in Admissions thought it would be fun for the entire class of seven hundred some odd kids to sing Happy Birthday to me.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "10:02 AM EST",
    "date": "11/11/2022",
    "location": "Brooklyn, NY, USA",
    "length": "0:28",
    "transcript": "<span>(00:00)</span>My first day of college was my 18th birthday. Someone clever in Admissions thought it would be fun for the entire class of seven hundred some odd kids to sing <em>Happy Birthday </em> to me and one other kid lucky enough to be born that day, too. <span>(00:15)</span>Not a fan of attention and a gangly kid, it was a lot. But then my roommate, who I had met a few hours before—who is now a lifelong friend—asked me how the cake smelled. When I went to sniff it, he promptly smashed it in my face.",
    "image": "new-york.svg"
  },
  {
    "contributor": "Jim C",
    "label": "authenticity",
    "def": "au·​then·​ti·city //​ the state of being true to one's own personality, spirit, or character",
    "connections": "vulnerability, dissolution",
    "pullout": "The act of being your true self is the ultimate belonging.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "09:13 PM EST",
    "date": "11/13/2022",
    "location": "Albuquerque, NM, USA",
    "length": "0:10",
    "transcript": "<span>(00:00)</span>Authenticity. The act of being your true self is the ultimate belonging. Belonging to the human race.",
    "image": "new-mexico.svg"
  },
  {
    "contributor": "Jack T",
    "label": "beginnings",
    "def": "be·​gin·​nings // points at which things comes into existence",
    "connections": "arrivals, sound",
    "pullout": "The city felt back, people were back, and it kind of felt like the beginning.",
    "digurl": "https://www.are.na/block/19267212",
    "digtxt": "The Saints are Coming,\" sung by U2 & Green Day, live at the New Orleans Superdome",
    "digtag": "referenced by contributor",
    "time": "04:37 PM EST",
    "date": "11/09/2022",
    "location": "Providence, RI, USA",
    "length": "1:31",
    "transcript": "<span>(00:00)</span>This one memory back like a thousand years ago. It was Fall of 2006. Okay, I was home. This was a year—almost a year out—or a year after, basically, Katrina. And I just remember this one moment. <span>(00:17)</span>It was the Saints, the football team. They were playing in the Superdome for the first time since—it was under construction and damage done, and they were just playing somewhere else. So it was a big deal for the city. And none of my family had tickets to the game. We just watched it at my house, which we didn't have any furniture yet. We had fold-out tables and fold-out chairs. We finally had a kitchen. The kitchen was finally set up. That's why we were having everyone over, 'cause we could do snacks and stuff. <span>(00:45)</span>And we were watching on this, like, in my mind, it's a crank TV, but I know it wasn't a crank TV, but it was like this tiny little TV for me and my extended family. Before the game, they had this performance that U2 and Green Day did because they did a song called \"The Saints Are Coming\" and you know, US and Green Day—It's very, like, <em>rah </em>. <span>(01:05)</span>But yeah, in that moment, I felt belonging because the city fell back, people were back, and it kind of felt like the <em>beginning </em>. I felt, you know, home again. It was—we had all the pieces of not feeling like belonging—people are separated and your home is not what it was. And so I think that's what maybe is powerful about that moment and that experience.",
    "image": "rhode-island.svg"
  },
  {
    "contributor": "Kate B",
    "label": "blessings",
    "def": "bless·​ings // offerings of approval or encouragement conducive to happiness and health",
    "connections": "good, routes, signs",
    "pullout": "We all affect each other. Even the person who sneezes walking by you on the road.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "01:49 PM EST",
    "date": "11/14/2022",
    "location": "Providence, RI, USA",
    "length": "0:46",
    "transcript": "<span>(00:00)<span>A few weeks ago, I was walking down Pratt Street. I walked by someone who was outside and I sneezed and they said, \"Bless you.\" And I thanked them and then I kept walking. And shortly after they drove by and slowly down as they were passing me and said \"I said, Bless you.\" And I had to explain that I had thanked them but that it had been muffled and I wasn't sure they'd heard. <span>(00:29)<span>And it was so strange and so sweet and kind of so familiar. I guess what I take away from this incident was just that we all affect each other. Even the person who sneezes walking by you on the road.",
    "image": "rhode-island.svg"
  },
  {
    "contributor": "John S",
    "label": "blooms",
    "def": "blooms // the flowering state, often one of beauty, freshness, and vigor",
    "connections": "growth, place, cells",
    "pullout": "You can kind of just dig deep in the soil of whatever you're in, and find that you already have a place there, that you always did.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "10:31 AM EST",
    "date": "11/10/2022",
    "location": "Brooklyn, NY, USA",
    "length": "1:08",
    "transcript": "<span>(00:00)</span>We moved around a lot when I was a kid, and one place we lived in the south, my mom had a friend who used to say, <em>Bloom where you're planted.</em> And I think when I first heard that, I was probably, I don't know, ten or eleven, and maybe because we'd been moving around a lot, I initially thought it meant just stick it out wherever you are. And I guess it does kind of mean that, but you know, don't try and change too much. Just be where you are. <span>(00:26)</span>And I thought it was a little bit limiting. Why go off and do that? Just be here. And instead, actually as I got older, I think I started to think of it as kind of a challenge to really be wherever you are and that you can move around or whatever, but wherever you are, you have all the things around you to bloom yourself. <span>(00:45)</span>And I think that was kind of freeing in a way that you don't need to wait for something else to happen for some other—certainly you can go on adventures—but you can kind of just dig deep in the soil of whatever you're in. Find that you already have a place there, that you always did, and allow yourself to be fully yourself, exactly where you've been put.",
    "image": "new-york.svg"
  },
  {
    "contributor": "Dohee K",
    "label": "boundaries",
    "def": "bound·​ary // indicating or fixing a limit or extent",
    "connections": "arrivals, soul",
    "pullout": "I felt that there was a boundary protecting me and that I belonged inside it.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "04:28 AM EST",
    "date": "11/16/2022",
    "location": "Providence, RI, USA",
    "length": "READ ONLY",
    "transcript": "<em>For the past two years, I have never belonged to a school or a company. It was almost the first time in my life that I didn't belong anywhere, and it made people seem strangely lonely. As you know, this was the time of COVID-19, and the policy of Seoul, where I lived, provided some support, from simple mask mandates to more complex government subsidies. <br><br>At that time, I felt like a citizen belonging to a city and to a country. I felt connected when I could feel that there was a boundary protecting me and that I belonged inside of it. </em>",
    "image": "rhode-island.svg"
  },
  {
    "contributor": "Camille B",
    "label": "cells",
    "def": "cells // small usually microscopic masses of protoplasm capable alone of performing all the fundamental functions of life",
    "connections": "blooms, ecosystems, growth",
    "pullout": "She said \"cell after cell\" and then something about calla lilies.",
    "digurl": "https://www.are.na/block/19068078",
    "digtxt": "Evie Shockley's \"Sonnet for the Second Act",
    "digtag": "referenced by contributor",
    "time": "11:35 PM EST",
    "date": "11/09/2022",
    "location": "Brooklyn, NY, USA",
    "length": "0:55",
    "transcript": "<span>(00:00)</span>Hearing Evie Shockley read some lines from her poem, which is called \"something about the second act,\" \"a sonnet for the second act\" or something like that—about aging. I think hearing her read about calla lilies and then something about cells—she said, \"cell after cell,\" and then something else about calla lilies. <span>(00:26)</span>And when I listened to that, it made me think of two friends immediately who I have been sort of connecting with a little bit—separately. It made me think of one friend who I read poetry with, who I went on a walk with, where we talked about plants. And it made me think of my other friend, Mira, who had called me earlier this week, and we talked about what it means to put down roots in a city and have a community.",
    "image": "new-york.svg"
  },
  {
    "contributor": "Zoë P",
    "label": "chance",
    "def": "chance // something that happens unpredictably without discernible human intention or observable cause",
    "connections": "destiny, simultaneity, ikigai",
    "pullout": "It was supposed to be that one chance encounter but I left it feeling like it was a sign that I'm in the right place at the right time.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "08:46 PM EST",
    "date": "11/09/2022",
    "location": "Providence, RI, USA",
    "length": "1:07",
    "transcript": "<span>(00:00)</span>Alright and on with the show. A student I met a few weeks ago, we got to chatting and we both found out that we studied the same thing in undergrad, and that we both came to RISD with similar ideas of what an MFA can serve and like how design really falls into an interdisciplinary practice and how all things are design. And it just felt as if I was talking to someone who—I don't know—it felt like I was talking to myself in a lot of ways and it was this conversation that ended up just being about maybe five to ten minutes. And we exchanged info and we said that we were going to then get coffee. But all in all, I left the convo feeling as if I had just encountered someone that felt like a soulmate in a sort of way. And I feel weird saying that because, again, me and this person have not made plans to hang out since. And maybe that is just the the way that our relationship is supposed to go, right? It was supposed to be that one chance encounter but I left it feeling like it was almost like a sign that I'm in the right place at the right time.",
    "image": "rhode-island.svg"
  },
  {
    "contributor": "Izzi S",
    "label": "comforts",
    "def": "com·​forts // consolations in time of trouble or worry or just when you need them most",
    "connections": "domesticity, simultaneity, talks",
    "pullout": "I was sitting on my friend's bed after another friend's wedding and there were just three of us laying in bed chatting and I could both be quiet and talk and felt equally comfortable.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "07:30 PM EST",
    "date": "11/14/2022",
    "location": "Chicago, IL, USA",
    "length": "2:08",
    "transcript": "<span>(00:00)</span>I spent the last like four days traveling with a group of people I know well but they're not like my closest friends. And I was thinking about my closest group of friends and why I feel that sense of belonging with them. And I have two things that make me understand that I do feel like I belong or I'm connected to that group of people. One moment I thought of was just this past fall where I was sitting on my friend's bed after another friend's wedding and there were just three of us laying in bed chatting and I could both be quiet and talk and felt equally comfortable doing both and that peace with listening or participating and just that small intimacy of debriefing a friend's wedding and enjoying each other's company and feeling still. <span>(00:57)</span>And that's in contrast to—well, it's not necessarily contrast—but the other thing I think about is like the texts I exchange with that group of people because they live all across the country and just how I can have those really intimate moments and peaceful, quiet, domestic moments with them, but also share the dumbest stuff over text and the big things too. I didn't want that to be the thing I shared, but I think I am reminded that that's the thing that I get a strong sense of belonging from because I'm reminded every day of those folks who make me feel the most like myself. <span>(01:30)</span>And it's dumb things like memes. But it's also big things like having someone text about recently what it was like to stop breastfeeding her child for the first time since she was born and weaning off and sharing that moment in the text and then the next day you get the best and worst memes of the internet. So I feel like my sense of belonging—I don't know why I feel it—but there are certain things that remind me of it and they can be really surface level like group chats or like just the comfort of, the deep comfort of being able to share space with someone.",
    "image": "chicago.svg"
  },
  {
    "contributor": "Claudia M",
    "label": "compassion",
    "def": "com·​pas·​sion // sympathetic consciousness of others' distress together with a desire to alleviate it",
    "connections": "comforts, listening, acceptance",
    "pullout": "She was just one of the most wonderful people in my life. And it really wasn't about anything she said or did—it was just the presence of her and just her acknowledgement of me.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "02:42 PM EST",
    "date": "11/13/2022",
    "location": "Providence, RI, USA",
    "length": "2:08",
    "transcript": "<span>(00:00)</span>When I graduated from Cornell, I started working as an executive assistant. It was very bureaucratic and, you know, coming in, I was going through depression, having just graduated and not really sure what my life was going to be. And I feel like like I was just moving on autopilot. And so when I got there, I was just doing the work, and I felt very awkward and shy. And the other executive assistant that was there—she's been there for, like, twenty or thirty years or so, and she just took me under her wing, and she kind of became my work-mom. She's very small and sweet, kind of like the \"Golden Girls\" in a way. And she was just so kind and understanding. <span>(00:50)</span>And it was weird because I never really had to say anything to her about how I was feeling. She could just sense it. And she always just offered herself to me. And she became my friend, like a really close friend and almost kind of like a personal mentor of mine—not because she really taught me anything, but the experience of her kind of shifted the way that I saw myself and also kind of made me feel more comfortable opening up and talking to people. <span>(01:17)</span>So that led me to kind of reach out to other people in the office who were all incredibly nice. And there were some people that were, you know, not mean, of course, but all of the executive assistants had very dominant personalities. And Jan was the one who was very compassionate, always, and she was just one of the most wonderful people in my life. <span>(01:37)</span>And I've kept in touch with her since because she was the one who kind of pushed me to go to grad school. And it really wasn't about anything she said or did—it was just the presence of her and just her acknowledgement of me. You know, she was one of those people who was just always encouraging me. And if it wasn't for her, I wouldn't have been able to get out of my depression at that time and really kind of push forward into what I wanted to do.",
    "image": "rhode-island.svg"
  },
  {
    "contributor": "Alec F",
    "label": "constants",
    "def": "con·​stants // something invariable or unchanging",
    "connections": "domesticity, comforts, talks",
    "pullout": "Some friendships don't need constant contact.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "10:18 AM EST",
    "date": "11/09/2022",
    "location": "Providence, RI, USA",
    "length": "0:43",
    "transcript": "<span>(00:00)</span>So last night, my friend from the Philippines called me, and we haven't been in contact for a while. We haven't talked. And we did some catching up. We talked about where we're at in life and where we're going in life. <span>(00:19)</span>And it made me realize that some friendships don't need constant contact. And this idea of connectedness or togetherness is sometimes just there. It linger, and it's just there. It stays sometimes.",
    "image": "rhode-island.svg"
  },
  {
    "contributor": "Sam F",
    "label": "control",
    "def": "con·​trol // an exercise of restraint or direct influence over something",
    "connections": "ikigai, feeling",
    "pullout": "It's having no control.",
    "digurl": "https://www.are.na/block/19172760",
    "digtxt": "Stream the Film, <em>Steve Jobs: The Man in the Machine</em>",
    "digtag": "referenced by contributor",
    "time": "12:04 AM EST",
    "date": "11/09/2022",
    "location": "Minneapolis, MN, USA",
    "length": "0:13",
    "transcript": "<span>(00:00)</span>\"It's having no control. You find out you were out of the loop when the most crucial events of your life were set in motion. <span>(00:07)</span>As long as you have control—I don't understand people who give it up.\" <br><br><em>I knew Steve Jobs was adopted but I didn't know that his adoption define the underlying  crux of the film. It’s rare to see adoptees and their stories in mainstream media. I found it powerful to see that on a bigger screen and to hear those complex feelings summed up so eloquently. </em>",
    "image": "minnesota.svg"
  },
  {
    "contributor": "Julio B",
    "label": "creativity",
    "def": "cre·​a·​tiv·​i·​ty // the ability to bring an idea into form",
    "connections": "authenticity, reflexivity, understanding",
    "pullout": "Creativity is a world beyond a word.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "09:25 PM EST",
    "date": "11/07/2022",
    "location": "Providence, RI, USA",
    "length": "0:39",
    "transcript": "<span>(00:00)</span>A quote that I usually go by as a motto is: \"Creativity is a world beyond the word.\" And the person who has said this or wrote this is currently unknown. <span>(00:15)</span>I cannot think of any other thing where I have felt connected outside of always being in community, at events that I curate, at events that I am participating in and other things like that. That's where I felt connected.",
    "image": "rhode-island.svg"
  },
  {
    "contributor": "Chloe J",
    "label": "creosote",
    "def": "cre·​o·​sote // a clear or yellowish flammable oily liquid mixture of phenolic compounds",
    "connections": "dynamics, ecosystems",
    "pullout": "Creosote in the pocket of my paddle jacket.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "08:21 PM EST",
    "date": "11/09/2022",
    "location": "Salt Lake City, UT, USA",
    "length": "0:13",
    "transcript": "<span>(00:00)</span>The bubble line. <br><br>The V wave. <br><br>The cheese grater. <br><br>Something like 23 seconds. <br><br>Creosote in the pocket of my paddle jacket.",
    "image": "salt-lake.svg"
  },
  {
    "contributor": "Dougal H",
    "label": "destiny",
    "def": "des·​ti·​ny // a predetermined course of events often held to be an irresistible power",
    "connections": "transcendence, spaces",
    "pullout": "And for the first moment, in a long time, I realized I was with my brothers and sisters, people who I had been waiting to meet my whole life, people who in some way, I feel like I was destined to meet.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "02:04 AM EST",
    "date": "11/14/2022",
    "location": "Providence, RI, USA",
    "length": "2:03",
    "transcript": "<span>(00:00)</span>One of the few moments that I felt connected—I lead a pretty solitary life and I don't have many friends. And it was in the middle of a pandemic. I was sort of indoors a lot. I hadn't really talked to too many people and I was starting to consider going to graduate school as the next step of my life. And it suddenly became this realization that this is something that I had always wanted to do, probably even before my undergraduate was come to an advanced arts program. And so it was a long journey of applying and sort of figuring out where I might go. And I never really thought I would wind up at RISD. And it was sort of this tumultuous experience. <span>(00:41)</span>But when we came in, you know, we have that mixer which was very nice and everyone's a little bit awkward and on edge as we're all trying to sort of feel each other out. But there was a second event in my year that happened at Ogie's—it was more relaxed, it was more casual. <span>(00:57)</span>And anyway, at one point in the evening, I was sort of sitting at this long table with everybody and I looked around and I saw a lot of faces. And for the first moment, in a long time, I realized I was with my brothers and sisters, people who I had been waiting to meet my whole life, people who in some way, I feel like I was destined to meet, people who are now very important parts of my life and my existence. And in that one moment of quiet calm, of just sort of looking around the table and seeing people talking and getting to know each other, seeing partners and spouses, people who are leaving the department, people who are coming in, people who had been there going into their thesis year and just looking and seeing all of these faces that I didn't know but that I had known all along. <span>(1:51)</span>And it was in that moment that I felt like I was part of something again. After a long period of not feeling like part of anything. Those moments are rare. I still cherish that when I think about my time here.",
    "image": "rhode-island.svg"
  },
  {
    "contributor": "Nick M",
    "label": "dissolution",
    "def": "dis·​so·​lu·​tion // the act or process of breaking up, dispersing, or fading away",
    "connections": "spaces, togetherness",
    "pullout": "Belonging sometimes feels like dissolution or a dissolving of a strong sense of the self in favor of the collective.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "08:34 PM EST",
    "date": "12/01/2022",
    "location": "Los Angeles, CA, USA",
    "length": "1:35",
    "transcript": "<span>(00:00)</span>I'm on the 110, driving back from Irvine and thinking about belonging. I experienced this pretty strong feeling of belonging when I was—actually two weeks ago—at a strike event. And I think it was one of the days at Irvine, UC Irvine, where we had like, some of the biggest turnout. And there was probably a couple hundred people on the steps in front of the library. And there were a lot of it a lot of professors and people speaking about past strike movements and kind of informing the crowd about our rights. <span>(00:32)</span>And it just kept growing and growing in a way that felt really exciting. And that energy was really mounting. And by the end of the day, it was probably upwards of five or six hundred people grouped around—it was pretty incredible. <span>(00:45)</span>And then chanting altogether—I think I felt that—it was kind of like a dissolving. And in that moment I felt really anonymous in a way that felt truly like a belonging. Which was interesting because I guess it was optimistic, too, in that we were all hopeful and fighting for something, for kind of betterment for all of us and for people who we didn't know, too, which felt maybe almost altruistic in that sense, too. <span>(01:12)</span>But the thing that really interested me is that the feeling of belonging sometimes feels like dissolution or a dissolving of a strong sense of the self in favor of the collective. Obviously I'm not reinventing the wheel by saying that—people think along those lines, but that's, that was belonging for me. Made me, yeah, made me feel good.",
    "image": "southern-cali.svg"
  },
  {
    "contributor": "Georgia C",
    "label": "domesticity",
    "def": "do·​mes·​tic·​i·​ty // the quality of state of devoting oneself to home duties and pleasures",
    "connections": "comforts, home",
    "pullout": "There is an unspoken ease to a shared domesticity—to care and to help and to fill the gaps.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "02:36 PM EST",
    "date": "11/09/2022",
    "location": "Walla Walla, WA, USA",
    "length": "0:42",
    "transcript": "<span>(00:00)</span>I miss my friends a lot. Most of the good ones live very far away. So when we come together, I just notice that there is an unspoken ease to a shared domesticity. <span>(00:13)</span>That was the case this summer. We rented a house in rural Wisconsin together. Cooked dinners, breakfast, cleaned up. Each person kind of slips into a long ago learned role. All unspoken to care and to help and fill the gaps. And I did notice that while it was happening and really appreciate it. It's rare to find people that you can live alongside of. Nothing makes it feel more connected than that, really.",
    "image": "washington.svg"
  },
  {
    "contributor": "Andrea L",
    "label": "dreams",
    "def": "dreams // states of mind marked by abstraction or release from reality , often occurring during sleep",
    "connections": "grief, tradition",
    "pullout": "So he showed up in my dreams last year and after hugging me and kissing me on the face, he said goodbye.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "09:58 PM  EST",
    "date": "11/09/2022",
    "location": "Brooklyn, NY, USA",
    "length": "0:55",
    "transcript": "<span>(00:00)</span>One of the most important persons in my life is my grandpa. He raised me, fed me, took me to school and on long, long, silent walks as a child and unfortunately, I couldn't say goodbye when he passed away during COVID. I haven't been able to visit his grave, so he showed up in my dreams last year and after hugging me and kissing me on the face, he said goodbye to me. <span>(00:26)</span>It was, and still is, very intense to think about that dream. But ever since we had that closure, I felt that we were both waiting for each other to be able to deal with so much grief, and with the fact that we couldn't see each other for the past five years. <span>(00:44)</span>Because the connection and the love we had was something really special. And we needed that. And it will always be real and irreplaceable as long as I live.",
    "image": "new-york.svg"
  },
  {
    "contributor": "Vishakha R",
    "label": "dynamics",
    "def": "dy·​nam·​ics // a pattern or process of change, growth, or activity",
    "connections": "creosote, winds, nature",
    "pullout": "The dynamic process intrigues me. It's like knowing that things are in progress when you see around yourself and then the mind thinks of the force behind it.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "01:53 PM EST",
    "date": "11/15/2022",
    "location": "Providence, RI, USA",
    "length": "1:00",
    "transcript": "<span>(00:00)</span>When I ride my bike, I enjoy watching the movement around me. When the trees seem to move and people seem to walk towards or away from me. When the wind plays with my hair and I see them restlessly fluttering over my shoulder. <span>(00:14)</span>The dynamic process intrigues me. It has a constant rhythm to it. The pace slows and speeds up. There are speed breakers and street lights and sometimes there are vast and long stretches of uninterrupted power lights. It's like knowing that things are in progress when you see around yourself and then the mind thinks of the force behind it. <span>(00:34)</span>In this case, it's my \"Black Mamba's Engine,\" which enables me to experience the world around me. Similarly, I have come to observe that internal and integral growth of my being can be seen if I observe myself and my surroundings, though I won't see the source behind the progress. But I can feel its existence and how it has manifested in me to keep going on.",
    "image": "rhode-island.svg"
  },
  {
    "contributor": "Azalie W",
    "label": "ecosystems",
    "def": "eco·​sys·​tems // the complex of a community of organisms and its environment functioning as an ecological unit",
    "connections": "dynamics, gift-thinking, environments",
    "pullout": "I felt connected to my role as a human in the ecosystem, where our ingenuity and understanding of fire allows us to play the role of steward in a particular way that no other animal does.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "12:50 PM EST",
    "date": "11/08/2022",
    "location": "Nevada City, CA, USA",
    "length": "1:23",
    "transcript": "<span>(00:00)</span>The first time I used a drip torch to light the forest floor on fire, I was in the Sierra Nevadas in California, at a UC Berkeley research forest. And I, throughout the day, had this feeling of connectedness build up, the likes of which I had never felt before, where I felt connected to that particular forest stand that was adapted to fire, but hadn't seen fire in 100 years because of human actions excluding fire from the area. <span>(00:32)</span>And I felt connected to that stand and what it needed. Connected to my role as a human in the ecosystem, where our ingenuity and understanding of fire allows us to play the role of steward in a particular way that no other animal does. And also connected to the community of people I was with who recognized the importance of this role in our present and future going forward as stewards. And also connected to the history of genocide and the weight on my shoulders as a Californian living in a place that I am not indigenous to. And so it was this really intense feeling of connection to all of these things. And, yeah, something that I'll never forget.",
    "image": "northern-cali.svg"
  },
  {
    "contributor": "Nathan A",
    "label": "environments",
    "def": "en·​vi·​ron·​ment // : the circumstances, objects, or conditions by which one is surrounded",
    "connections": "beginnings, dynamics, resonance",
    "pullout": "The idea that connects with me is that you're connected with everything in your universe and your environment.",
    "digurl": "https://www.are.na/block/19064003",
    "digtxt": "Everything is Wating For You,\" written by David Whyte",
    "digtag": "referenced by contributor",
    "time": "06:57 AM EST",
    "date": "11/16/2022",
    "location": "Kansas City, MO, USA",
    "length": "0:37",
    "transcript": "<span>(00:00)</span>When I think about belonging, the poem \"Everything Is Waiting for You\" by David White comes to mind. I've had various parts of it memorized at different points in my life—I don't know that I have much of it memorized right now. <span>(00:16)</span>But the idea that connects with me is that you're connected with everything in your universe and your environment. So, yeah, it makes me feel really at home and connected to my surroundings, like to people, but also objects and space.",
    "image": "kansas.svg"
  },
  {
    "contributor": "Sebastian D",
    "label": "family",
    "def": "fam·​i·​ly // a group of people united by certain convictions or common ancestry",
    "connections": "home, heirlooms, food",
    "pullout": "My mom's smiling, happy to see me, and she gives me a hug.  And the whole family kind of gathers in the kitchen.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "04:40 PM EST",
    "date": "11/09/2022",
    "location": "New York, NY, USA",
    "length": "1:10",
    "transcript": "<span>(00:00)</span>I don't visit enough, but I feel like I belong every time I go back to my parents house up in Boston, I just go in, I walk through the gate and I go to the house and my dogs are jumping on me. And my mom's smiling, happy to see me, and she gives me a hug. My dad kind of comes out of his office and happy too, although he's not as expressive as my mom. But then he gives me a hug as well. And the whole family kind of gathers in the kitchen. My mom is, like, offering cook me stuff. My dog is kind of jumping around. My dad's kind of hanging around, just asking questions. <span>(00:37)</span>So, we just kind of settle in;  we don't even talk that much. Although maybe I should share with them more in the future. And after, like, a couple of minutes, everyone kind of goes back to their corners. My mom kind of stays in the kitchen, and starts cooking dinner for the whole family. My dad kind of goes back to the office. My sister and I go into the living room and sit on the couch. The dog kind of comes with us. And we just put on the TV and try to pick a movie and just watch. My dad kind of half watches. And my mom is kind of in and out. <span>(01:02)</span>It's not really high activity, but definitely in those moments, I feel like I belong.",
    "image": "new-york.svg"
  },
  {
    "contributor": "Jaclyn K",
    "label": "feeling",
    "def": "feel·​ing // a generalized bodily consciousness or sensation",
    "connections": "control, vulnerability, self-doubt",
    "pullout": "I recognized positions that made me feel too exposed or too vulnerable or too this or that, and just accepted that it's okay.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "01:50 AM EST",
    "date": "11/17/2022",
    "location": "Cambridge, MA, USA",
    "length": "2:06",
    "transcript": "<span>(00:00)</span>Okay. I don't know why this feels so stressful for me. Okay, so I had a really bad October. I have PTSD and so, I don't know, when you have PTSD, it makes you feel the opposite of connected with yourself, with your body, like you don't have control, all that kind of stuff. So I was feeling disconnected. I was having trouble sleeping. My doctor told me that my tone was accelerated, so I had to take medication to reduce my heart rate. Blah, blah, blah, blah, blah.<span>(00:37)</span>But a few weeks ago, well, I haven't been working out very much because that felt like too much. And then I decided to try to get back into it because apparently that's what you're supposed to do is work out every day. And so I did what I should do and had control of my body—did pilates. But then halfway through it, I kind of just stopped. I was like, <em>I'm tired. I don't want to do this anymore. My body doesn't feel like it wants  to do this anymore. </em> I And I became very aware of the feeling of being exhausted from, I guess, having a constant state of adrenaline going on. <span>(01:19)</span>And so I just started really feeling out, okay, well, what do I want to do with my body right now? And I just did some weird movement, weird stretching, just, like, totally feeling out all the edges of my fingers, my legs, my shoulders, and I felt very connected. I did savasana or whatever at the end, and I recognized positions that made me feel too exposed or too vulnerable or too this or that. And just accepted that it's okay, that I don't feel comfortable with that even. That's what I'm <em>supposed</em> to do. And, yeah, I didn't necessarily feel in control. I felt like my body was more just feeling itself out, and I felt really connected to it.",
    "image": "mass.svg"
  },
  {
    "contributor": "Forough A",
    "label": "food",
    "def": "food // something that nourishes, sustains, or supplies the body",
    "connections": "family, rituals, remembering",
    "pullout": "And those moments, the ritual of gathering around the table and having food—if I make caramelized butter, it still takes me back to those specific memories.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "09:54 AM EST",
    "date": "11/14/2022",
    "location": "Baltimore, MD, USA",
    "length": "1:49",
    "transcript": "<span>(00:00)</span>Usually a specific scent instantly takes me back to a childhood memory or memory of back home which ultimately makes me feel connected to home and to my loved ones. <br><br>One: the smell of a caramelized butter. That reminds me of Friday mornings, which Friday mornings in Iran are like equivalent to Saturdays and Sundays here. And so that would be the only breakfast that we would have together as a family and my dad would usually be in charge of making eggs. Eggs were just made—I don't know what kind of a household rule it was—but we would just have eggs on Fridays and usually my dad would use a generous amount of butter to make fried eggs. <span>(00:44)</span>And those moments, the ritual of gathering around the table and having food—if I make caramelized butter, it still takes me back to those specific memories. <span>(00:54)</span>The second one is cooked rice with other scents of stews that my mom would make. That kind of heavy but very appetizing scent also reminds me of home. And I always think of this specific scene, like during wintertime when I would come back from school. I'd open the door and get into the house and suddenly you'd get hit with that smell. And that would be kind of an indication of like we are having guests coming over and that anticipation and that excitement for friends and families coming together—especially when the rice has saffron—it's like you know that definitely there is going to be a guest. <span>(01:33)</span>It's the scents that instantly take me back to a specific memory from back home that makes me feel connected despite the distance of time and also like a physical distance.",
    "image": "maryland.svg"
  },
  {
    "contributor": "Caleb C",
    "label": "forgiveness",
    "def": "for·​give·​ness // to cease to feel resentment against something or someone",
    "connections": "compassion, vulnerability, good",
    "pullout": "I was thinking about human capacity for forgiveness and connection and staying open after all these years.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "06:36 PM EST",
    "date": "11/11/2022",
    "location": "Brooklyn, NY, USA",
    "length": "0:52",
    "transcript": "<span>(00:00)</span>At a party recently, talking to someone who I've known for a long time, like since college was kind of a first love at like age nineteen/twenty. And then we had a big falling out. Recently, kind of reconnected through mutual of friends in the city and are now very close again, but in, like, a non-romantic context and was just thinking about the capacity to connect with someone in such a specific way and then disconnect completely and then connect again in, like, a completely unexpected context. I don't know. <span>(00:42)</span>Thinking about human capacity for forgiveness and connection and staying open after all these years.",
    "image": "new-york.svg"
  },
  {
    "contributor": "Sarah M",
    "label": "geography",
    "def": "ge·​og·​ra·​phy // the regional features of a particular area",
    "connections": "spaces, place",
    "pullout": "I felt very much connected to the geographic location.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "08:51 AM EST",
    "date": "11/15/2022",
    "location": "D.C., USA",
    "length": "0:30",
    "transcript": "<span>(00:00)</span>A time I felt connected was when my friend from San Diego visited me in D.C. a few summers ago. I've never felt as connected to this city as I did to San Diego, but when she came here, I realized I had become more of a local and was able to bring together a group of my friends I had met in the city and one I had met across the country. <span>(00:19)</span>I felt very much connected to the geographic location I had up until then called home for over three years and to my old and new friends.",
    "image": "maryland.svg"
  },
  {
    "contributor": "Alexandra I",
    "label": "gift-thinking",
    "def": "gift-think·​ing // a way of moving through space and time with attention toward gratitude",
    "connections": "attention, kinship, compassion",
    "pullout": "To me, attention leads to 'gift thinking,' to thinking about the world as not something that we own or possess or deserve or work for, but as a gift.",
    "digurl": "https://www.are.na/block/19096406",
    "digtxt": "Kinship is a Verb,\" a conversation with Robin Wall Kimmerer, John Hausdoerffer, and Gavin Van Horn",
    "digtag": "referenced by contributor",
    "time": "04:44 PM EST",
    "date": "11/11/2022",
    "location": "Providence, RI, USA",
    "length": "2:29",
    "transcript": "<span>(00:00)</span>There are so many threads that connect kinship. I love the notion of all of us kinning and paying attention in our own way. Because for me, there's sort of a cycle when we pay attention. I can't help feeling like, <em>Oh, my goodness, I'm the most lucky person in the world </em> because when you to pay attention and realize you're surrounded by all these amazing beings—all bearing gifts—to me, attention leads to \"gift thinking,\" to thinking about the world as not something that we own or possess or deserve or work for, but as a gift. That <em>gift understanding. </em> That's what leads us to gratitude and then leads us to reciprocity, which leads us to deeply felt and deeply lived kinning. That cycle of attention, gift, gratitude, kinning. <span>(00:54)</span>When you're kinning in reciprocity, what are you doing? You're paying more attention, which cycles you right back. So it’s this beautiful, powerful motive force of gift, gratitude, and reciprocity, driven by attention.<span>(01:08)</span>One of the practices of attending that I think helps us feel a sense of belonging in the natural world is the same process that makes us feel like we belong in social situations. I have a four-year-old grandson who just began pre-K and he says, “Well, I don’t know anybody there.” So we chatted about the importance of learning the names of the kids that you’re sitting around the table with. And once you learn names, you say, \"You matter to me; we’re going to be in relationship.\" I need to know how to speak of you, how to address you.<span>(01:42)</span>I think that is the same practice of kinning that we can bring into the world. To deepen our own kinning is to learn names. I mean, it’s not just that I’m a botanist, and think we’re all going to go off and learn all those plant names, which is just a delight. You don’t have to have official names for plants and insects and rivers. What it takes is attention to get to know them well enough that you could call them by whatever name you come up with, but you know them well enough to call them by name. So just like my little sweet grandson learned to say, “Oh, what’s going to make me feel like I belong is learning names.” That’s a powerful gateway to kinship between us and our more-than-human kin as well.",
    "image": "rhode-island.svg"
  },
  {
    "contributor": "Caroline W",
    "label": "good",
    "def": "good // conforming to a standard of virtuosity",
    "connections": "gift-thinking, forgiveness, compassion",
    "pullout": "You do not have to be good. You only have to let the soft animal of your body love what it loves.",
    "digurl": "https://www.are.na/block/19159398",
    "digtxt": "Mary Oliver Reads Her Beloved Poem “Wild Geese”",
    "digtag": "referenced by contributor",
    "time": "02:16 PM EST",
    "date": "11/07/2022",
    "location": "Ann Arbor, MI, USA",
    "length": "2:55",
    "transcript": "<span>(00:00)</span>\"You do not have to be good. <br><br>You do not have to walk on your knees for 100 miles through the desert, repenting. <br><br>You only have to let the soft animal of your body <br><br> love what it loves. <br><br>Tell me about despair of yours, and I will tell you mine. <br><br> Meanwhile, the world goes on. <br><br>Meanwhile, the sun and the clear pebbles of the rain <br><br> are moving across the landscapes <br><br> over the prairies and the deep trees, <br><br> the mountains and the rivers. <br><br> Meanwhile, the wild geese high in the clean blue air <br><br>are heading home again. <br><br>Whoever you are, no matter how lonely, <br><br> the world offers itself to your imagination, <br><br> calls to you like the wild geese, harsh and exciting, <br><br> over and over announcing your place <br><br>in the family of things.\" <span>(00:46)</span> So a few thoughts come to mind. Firstly, just that we all share a common humanity and we all experience the hardness of life and the beauty and the curiosity of it all. So even just by the mere experience of us all being humans, we're connected to each other. This poem also kind of gives you the permission to just be who you are, like, be your nature, follow your desires and what's in your heart . . . <span>(01:22)</span>It's a funny day for me—a dear friend's husband—I just got word that he tried to take his life. They ended up finding him, and he's in the hospital right now. And I don't have the full context yet, but I think he's clearly having a lot of mental trouble. And I think that he made some pretty big mistakes hurting people, and from what I can gather, he probably wasn't able to cope with those choices. In the immediacy of receiving the news, and then right now, reflecting on your question—I don't know—I think there's also just this level of mercy that exists in the world that no matter what, you just want—I just want to hug him and hold him and love him no matter what he's done. <span>(02:11)</span>You know, I know there's radical mercy that exists. In my context, it's like from God, but also we all have access to that and to be that for other people. And things like this poem bring that to mind in a way, where everyone can be connected in hard times of despair. I just want to love him and I want him to know he's loved and he's beautiful and irreplaceable and he belongs. And I know I'm connected to him now even though I'm not with him and I know can send him my love.",
    "image": "michigan.svg"
  },
  {
    "contributor": "Lydia C",
    "label": "grief",
    "def": "grief // deep and poignant distress caused by or as if by bereavement",
    "connections": "feeling, reflexivity, tradition",
    "pullout": "Add equal parts of these considerations: that grief is gratitude, that water seeks scale, that even your tears seek the recognition of community.",
    "digurl": "https://www.are.na/block/19274077",
    "digtxt": "adrienne maree brown's <em>Emergent Strategy: Shaping Change, Changing Worlds</em>",
    "digtag": "referenced by contributor",
    "time": "10:19 AM EST",
    "date": "11/09/2022",
    "location": "Providence, RI, USA",
    "length": "1:10",
    "transcript": "<span>(00:00)</span>Remember you are water. Of course you leave salt trails. Of course you are crying. Flow. <span>(00:09)</span>P.S. If there happens to be a multitude of griefs upon you, individual and collective, or fast and slow, or small and large, add equal parts of these considerations: that the broken heart can cover more territory. That perhaps love can only be as large as grief demands. That grief is the growing up of the heart that bursts boundaries like an old skin or a finished life. That grief is gratitude. That water seeks scale. That even your tears seek the recognition of community. That the heart is a front line and the fight is to feel in a world of distraction. That death might be the only freedom. That your grief is a worthwhile use of your time. That your body will feel only as much as it is able to. That the ones you grieve may be grieving you. <span>(01:02)</span>That the sacred comes from the limitations. That you are excellent at loving.",
    "image": "rhode-island.svg"
  },
  {
    "contributor": "Rose P",
    "label": "growth",
    "def": "growth // the period during which something grows or matures",
    "connections": "blooms, ikigai",
    "pullout": "And when we're all finished sharing, one student says, \"It takes a village.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "09:48 PM EST",
    "date": "11/07/2022",
    "location": "Rochester, NY, USA",
    "length": "1:02",
    "transcript": "<span>(00:00)</span>I have a martial arts school where we practice Aikido. And at the end of each class, we form a circle. And in the circle, we share something about that class that was challenging, something that was inspiring, something that we learned and can grow on, and something that made us really happy. <span>(00:27)</span>And we share those at the end of the class. And when we're all finished sharing, one student says, \"It takes a village.\" And that's our message to each other, that our individual growth is just as important as our collective growth. <span>(00:49)</span>We grow together as a family, as a community, and have this really nice bonding experience through all of that learning.",
    "image": "upstate-ny.svg"
  },
  {
    "contributor": "Zoe D",
    "label": "heirlooms",
    "def": "heir·​looms // something of special value handed down from one generation to another",
    "connections": "dreams, place",
    "pullout": "She has managed to collect almost all of the family heirlooms—stepping into her house always felt like stepping into a different world, where I was surrounded by relatives and stories and memories that were told to me through the objects.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "12:52 AM EST",
    "date": "11/14/2022",
    "location": "Seattle, WA, USA",
    "length": "2:44",
    "transcript": "<span>(00:00)</span>Growing up, I spent most summers visiting my aunt and uncle on Whidbey Island. And this particular aunt is the oldest sibling on my dad's side of the family and so she has managed to collect almost all of the family heirlooms and artwork and things that are important weren't to our family and they all live in her house on Whidbey Island. <span>(00:23)</span>So every year growing up, or whenever I would visit, stepping into her house always felt like stepping into a different world, where I was surrounded by relatives and stories and memories that I had never been a part of, but were told to me through the objects or through asking about what specific things were and her telling me the stories of our family. And now she's bought another house next door to that house as our family has started to grow, which is also filled with more objects and collectibles and things that I've never seen before that have been recently pulled out of storage. <span>(01:00)</span>And a few months ago, my one-year-old niece, my cousin's daughter, was visiting and we were all out at the family house, the one that I grew up going to, and everybody was busy cooking and so it was just me and my niece. I decided to take her on a walk down the beach together and sat on the lawn of the new family house that was still being prepared and construction was still finishing up. <span>(01:29)</span>And we sat down together and I just talked to her, not knowing if she could fully understand what I was saying and telling her about all of my memories at the house and just preparing her—sorry—preparing her for what it's going to be like growing up in her family and trying to just get her excited about everything that's to come and all of the memories that she's going to make on Whidbey Island, just like I did. And yeah, I think in that moment, I just felt really connected to my family and to her. And I can't even explain why, but it brought me so much happiness and a really strong sense of connection to something bigger than myself. And I felt for the first time like I was responsible for someone other than myself and helping them grow. And I'm so grateful that I have a picture of that moment as well.",
    "image": "seattle.svg"
  },
  {
    "contributor": "Graciela B",
    "label": "home",
    "def": "home // a familiar or usual setting",
    "connections": "constants, proximity, domesticity",
    "pullout": "They've made Providence feel more home than home really feels like some times.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "09:12 AM EST",
    "date": "11/10/2022",
    "location": "Providence, RI, USA",
    "length": "0:58",
    "transcript": "<span>(00:00)</span>I actually recently felt a sense of real belonging in community because the past three/two weeks I've been going through a really bad breakup that hurt a bit more than the other ones I've gone through. And my friends have been an incredible, incredible support system through just constant check-ins. And I feel like every day I either get a random phone call from my friend saying, \"Hey, how are you doing today?\" I felt like that's someone that's been support these past few weeks and it's been there. The other way it's been really present is because every Thursday, like around 09:30 p.m., we always gather to knit together and it's such a beautiful kind of environment to be in and it's amazing just to look back and just appreciate how much love is in the room. <span>(00:50)</span>These people have made Providence feel like home. They've made Providence feel more home than home really feels like some times.",
    "image": "rhode-island.svg"
  },
  {
    "contributor": "Dave S",
    "label": "humanity",
    "def": "hu·​man·​i·​ty // something representative of or susceptible to the sympathies and frailties of human nature",
    "connections": "transcendence, destiny",
    "pullout": "The world was just in absolute shambles, but at the end of the day, what really mattered to me is human connection.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "09:33 PM EST",
    "date": "11/08/2022",
    "location": "Brooklyn, NY, USA",
    "length": "1:28",
    "transcript": "<span>(00:00)</span>In June 2020, I traveled to Austin to meet, to meet some girl. The world was in a really, really bad place with COVID and I took this chance. And stupid enough, I was just like, <em>You know what? What if I just go to Texas and meet this girl for a week?</em>And I'd only been talking to here two, three months—I'm sorry about my dog—<span>(00:23)</span>But I remember distinctly meeting her for the first time and having this feeling of, like, <em>wow, this world is crazy right now. </em> I remember feeling very connected on a deep, deep level, and it was a time that I won't ever forget, and I hope I don't ever forget. For short, it didn't work out in the end, but I'm insanely grateful for that experience. And I learned so much about who I am as a person and what I deserve, but also just what I'm capable of, and what other people are capable of. I keep saying the world was just in absolute shambles, but at the end of the day, what really mattered to me is human connection. It was just like me and someone else that had no prior history, had no, had never met before. <span>(01:15)</span>And it was just kind of like us against the world, really. It was really beautiful. I look at that time fondly. I look at that whole experience fondly—after the two weeks, during it, you know, all of it.",
    "image": "new-york.svg"
  },
  {
    "contributor": "Margaret N",
    "label": "ikigai",
    "def": "i·​k·​i·​gai // a Japanese concept referring to something that gives a person a sense of purpose, a reason for living",
    "connections": "loneliness, good, gift-thinking",
    "pullout": "I was doing what I loved; I was doing what I was good at; I was doing what the world needed.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "08:45 PM EST",
    "date": "11/09/2022",
    "location": "Boston, MA, USA",
    "length": "1:01",
    "transcript": "<span>(00:00)</span>On the day that Roe v. Wade was overturned, I went to work just like it was any other day. I walked into a patient room around midday and looked up at my attending to see tears welling in her eyes. I wasn't sure what was happening because the procedure was going well, but when I stepped outside, I looked at my watch and saw that Roe v. Wade was overturned. <span>(00:22)</span>I had a lot of the same feelings that everyone felt, including anger, fear, frustration. And even though all those negative feelings were there, I also felt a great sense of gratitude to be in that community of people that I knew were feeling the same feelings that I was. <span>(00:45)</span>I also have later learned that I was really feeling the concept of ikigai and that I was doing what I loved; I was doing what I was good at; I was doing what the world needed; and I was doing what I could be paid for.",
    "image": ""
  },
  {
    "contributor": "Claire H",
    "label": "kids",
    "def": "kids // young people",
    "connections": "motherhood, play",
    "pullout": "They would say whatever is on their mind and it makes me think about what’s on my mind.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "09:50 PM EST",
    "date": "11/09/2022",
    "location": "Durham, NC, USA",
    "length": "0:16",
    "transcript": "<span>(00:00)</span>What makes me feel most connected is when I get the opportunity to work with kids, because they would say whatever is on their mind in that moment, and it's fantastic. <span>(00:12)</span>And it makes me think about what's on my mind in that moment.",
    "image": "north-carolina.svg"
  },
  {
    "contributor": "Zoë P",
    "label": "kinship",
    "def": "kin·​ship // the state of relating to a group of persons of common ancestry",
    "connections": "gift-thinking, good",
    "pullout": "Kinship. It's one of those codes that I feel like I learned as a kid—like, you see another Black person and you nod.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "08:50 PM EST",
    "date": "11/09/2022",
    "location": "Providence, RI, USA",
    "length": "0:30",
    "transcript": "<span>(00:00)</span>I love walking down the street, and when I encounter another Black person, we say hello to one another. Especially when we're in or I'm in a place where there aren't a lot of people who look like me. When that moment happens, I'm just like, <em>Oh, kinship. </em> <span>(00:13)</span>It's one of those codes that I feel like I learned as a kid—like, you see another Black person and you nod, you say <em>hello  </em>, you smile. But in adulthood, I recognize how important that little head nod really is. How it can really just leave me feeling good.",
    "image": "rhode-island.svg"
  },
  {
    "contributor": "Sun Ho L",
    "label": "languages",
    "def": "lan·​guage // the words, their pronunciation, and the methods of combining them used and understood by a community",
    "connections": "resonance, mutuality",
    "pullout": "When you switch between languages and the person understands exactly what you’re talking about.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "09:33 PM EST",
    "date": "11/07/2022",
    "location": "Providence, RI, USA",
    "length": "0:15",
    "transcript": "<span>(00:00)</span>The moment when you switch between languages trying to describe a situation because there is no one language that accurately depicts it. And the person you're talking to understands exactly what you're talking about.",
    "image": "rhode-island.svg"
  },
  {
    "contributor": "Rebecca W",
    "label": "listening",
    "def": "lis·​ten·ing // the act of hearing something with thoughtful attention",
    "connections": "comforts, acceptance, compassion",
    "pullout": "I tend to feel connected with people when I feel like I can in some way listen to them or help them, even in a small way.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "03:26 PM EST",
    "date": "11/07/2022",
    "location": "Providence, RI, USA",
    "length": "0:46",
    "transcript": "<span>(00:00)</span>I don't know. I tend to feel connected with people when I feel like I can in some way, like, listen to them or help them, even, like a small way. Like, it can be a really practical, simple thing. But, for example, my dear friend and roommate is going through some pretty tricky stuff with her boyfriend right now, and it's been really rough. And I don't know, I'm kind of just there to kind of listen and be supportive. And it makes me feel like her and I are actually, like, good friends. The fact that she's, like, talking to me about these things, you know. <span>(00:32)</span>I don't know. Corny, I guess. But it just feels like, OK, I'm here and there's. People like, no, and it's not just like a superficial acquaintance. It's like, we can sit down and talk about some real shit.",
    "image": "rhode-island.svg"
  },
  {
    "contributor": "Martha F",
    "label": "loneliness",
    "def": "lone·​li·ness // being without company, especially from other humans",
    "connections": "ikigai, reverie, dissolution",
    "pullout": "While I felt great about contributing to my community, it was also the that I felt like I was completely and totally alone.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "06:03 PM EST",
    "date": "11/09/2022",
    "location": "Hudson, NY, USA",
    "length": "1:14",
    "transcript": "<span>(00:00)</span>I'm a front line healthcare worker. I was working at a very large hospital when COVID-19 hit, and my entire life obviously changed just like everyone else's. What was so beautiful about this time is that we really had our community standing behind us. They were banging the pots and pans; they had signs up in their lawns and signs up in the grocery stores and donated food just to support us during this truly terrible time. And that was so wonderful. But we really had to figure out how to work together and sometimes step up and do things that we previously were never expected to do. <span>(00:38)</span>So while I loved being part of this team and I loved supporting my community, it was so hard because I was alone. Even more so than a typical person. I had to quarantine from everyone because I was directly working with these patients. <span>(00:53)</span>I felt like even though we had all this news coverage and people talking about health care workers, that really no one actually knew what it was like. So while I felt great about contributing to my community and belonging in my community and supporting them, it was also the time that I felt like I was completely and totally <em>alone. </em>",
    "image": "upstate-ny.svg"
  },
  {
    "contributor": "Jan P",
    "label": "love",
    "def": "love // strong affection for another arising out of kinship or personal ties",
    "connections": "metaphysics, motherhood",
    "pullout": "I fell hopelessly, powerfully, uncontrollably, absolutely in love.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "10:06 AM EST",
    "date": "12/02/2022",
    "location": "Los Angeles, CA, USA",
    "length": "0:36",
    "transcript": "<span>(00:00)</span>When I helped my little baby Jake for the first time moments, seconds probably, after he was born, I fell hopelessly, powerfully, uncontrollably, absolutely in love. And it was like being hit in the gut. That's how powerful the feeling was. <span>(00:31)</span>That was a moment of connectedness.",
    "image": "southern-cali.svg"
  },
  {
    "contributor": "Serena H",
    "label": "magic",
    "def": "mag·​ic // an extraordinary power or influence seemingly from a supernatural source",
    "connections": "music, transcendence, togetherness",
    "pullout": "I've never quite found another activity that evokes that same collaborative in-the-moment magic of playing music together with other people.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "07:32 PM EST",
    "date": "11/09/2022",
    "location": "Providence, RI, USA",
    "length": "0:58",
    "transcript": "<span>(00:00)</span>It's super nerdy, but I used to play clarinet. And me and my friends were all part of this band for middle schoolers in Manhattan, and we would go to practice on the weekends, and at the end of the school year, we played at Carnegie Hall. And I remember the feeling of being on stage at this super legendary concert hall with all of my friends and feeling so excited at hearing all the different instruments come together, playing the music we worked so hard on all year. <span>(00:29)</span>Because it was orchestral music, you never really felt the full effect of a piece of music when you were practicing by yourself until you played with all the other instruments. And just hearing the piece come alive was super exciting for me. I don't play music anymore, and I've never quite found another activity that evokes that same collaborative in-the-moment magic of playing music together with other people.",
    "image": "rhode-island.svg"
  },
  {
    "contributor": "Husna A",
    "label": "metaphysics",
    "def": "meta·​phys·​ics // a study of what is outside objective experience",
    "connections": "magic, motherhood, love",
    "pullout": "When I would speak, she would move, or sometimes she would move and it would make me speak... it was completely metaphysical.",
    "digurl": "",
    "digtxt": "<em>Ina May's Guide to Childbirth</em> by Ina May Gaskin",
    "digtag": "shared by contributor",
    "time": "02:45 PM EST",
    "date": "11/09/2022",
    "location": "Providence, RI, USA",
    "length": "1:14",
    "transcript": "<span>(00:00)</span>Oh, my God. I think the time that I felt really connected was when I was pregnant. That's probably the closest that I have ever been with someone. They were literally living inside my body. What I ate affected them, how I felt affected them. And it was just incredible to feel that when I would speak, she would move. Or sometimes she would move, and it would make me speak. <span>(00:43)</span>And it's completely metaphysical. There's no way around to explain this feeling. It's like just something you have to experience in order to really understand. It's the most connected I've ever, ever been to another person. And that particular connection with my daughter, with Leem, it was unique from the beginning until the end, and it can never be replicated.",
    "image": "rhode-island.svg"
  },
  {
    "contributor": "Perrin P",
    "label": "motherhood",
    "def": "moth·​er·​hood // the state of being maternally tender or affectionate",
    "connections": "metaphysics, heirlooms, compassion",
    "pullout": "Hush little baby. Don't say a word. Mama’s gonna buy you a mockingbird.”",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "01:29 PM EST",
    "date": "11/08/2022",
    "location": "Brooklyn, NY, USA",
    "length": "0:06",
    "transcript": "<span>(00:00)</span>\"Hush little baby. Don't say a word. Mama’s gonna buy you a mockingbird.” <em>These words are from a lullaby that my mom sang to me and that I sang to my children when I was sending them off to sleep. The song, more importantly, the comforting that accompanied it, brings me peace and a sense belonging—to family, to motherhood. </em>",
    "image": "new-york.svg"
  },
  {
    "contributor": "Alec S",
    "label": "music",
    "def": "mu·​sic // vocal, instrumental, or mechanical sounds having rhythm, melody, or harmony",
    "connections": "references, sound, understanding",
    "pullout": "It's just something about that dynamic—sharing the experience of enjoying a song, but also sharing the joke of the other person in the room who doesn't actually like it.",
    "digurl": "https://www.are.na/block/19068372",
    "digtxt": "The Roaches, \"Hammond Song",
    "digtag": "referenced by contributor",
    "time": "08:02 AM EST",
    "date": "11/15/2022",
    "location": "Brooklyn, NY, USA",
    "length": "0:45",
    "transcript": "<span>(00:00)</span>I woke up this morning and I was feeling pretty stressed out and I made some coffee. I started listening to some music,and it calmed me down immediately. <span>(00:11)</span>And I was thinking about connection and listening to the song \"Hammond Song \"by the Roaches, which is kind of a polarizing song. Some people love it; some people think it's kind of annoying. But recently listening to it with Soren, who also really likes it, but also Victor, who doesn't like it at all—it's just something about that dynamic—sharing the experience of enjoying a song, but also sharing the joke of the other person in the room who doesn't actually like it.",
    "image": "new-york.svg"
  },
  {
    "contributor": "Seba M",
    "label": "mutuality",
    "def": "mu·​tu·​al·​i·​ty // the state or quality of possessing the same feelings one for the other",
    "connections": "togetherness, remembering",
    "pullout": "After all of the difficulties we had and the intensity of the race, I felt a new level of mutual support.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "03:54 PM EST",
    "date": "11/09/2022",
    "location": "Providence, RI, USA",
    "length": "1:35",
    "transcript": "<span>(00:00)</span>A memory from a moment of deep connection I have is one of a 30-mile-adventure run through the mountains, combining biking and hiking. <br><br>And the connection that time was twofold. One was more personal. It was an inner connection that you feel after hours of physical activity. And in that moment when you can only think about breathing and moving your legs and not more than that, but you're fighting, as well, with a little voice asking you to quit and stop the suffering. So this is a kind of connection that is not a peaceful one, where you feel like meditating, but more like a dynamic one and also embedded with adrenaline. It's a different kind of connection, but very intense as well. <span>(00:54)</span>On the other hand, I had like a more interpersonal connection because it was a pairs race and I ran it with my brother. Well, after all the difficulties we had and the intensity of the race, I felt like a new level of mutual support. And the biggest example of this was at the end of the race, in which, after puncturing the wheels of my bike many times, we could not repair it anymore. So we had to finish as two together, mounting only one bike. And we crossed the finish line that way, cheered by the public that applauded and shouted. That's like really in nice memories.",
    "image": "rhode-island.svg"
  },
  {
    "contributor": "Lydia C",
    "label": "nature",
    "def": "na·ture // the external world in its entirety",
    "connections": "place, cells, soul",
    "pullout": "I spend entire days observing nature, the gradual calming of nature. Every place here is a friend I am happy to see again. And somehow places I am not familiar with become my property.",
    "digurl": "https://www.are.na/block/19287769",
    "digtxt": "Fleur Jaeggy’s Mourning Exercise: On the rain-soaked tribute of <em>The Water Statues </em>,\" an article published in The Baffler",
    "digtag": "referenced by contributor",
    "time": "01:30 PM EST",
    "date": "11/22/2022",
    "location": "Brooklyn, NY, USA",
    "length": "0:52",
    "transcript": "<span>(00:00)</span>Though the years vanish as swiftly as ever, sorrow and life coming to an end make time seem too long. I spend entire days observing nature, the gradual calming of nature. And sometimes my ideas become vague, undecided. Without tiring them, a wild sadness rests in my eyes and my gaze wanders over the rocks all around. Every place here is a friend I am happy to see again. And somehow places I am not familiar with become my property. <span>(00:32)</span>There is one spot there, high on the field from which the limestone humps descend and ceremoniously and lethargically down the water. And it's as though a fact recollection were telling me that I'd lived there or in the water long ago, that the exact trace of that time has been erased in me.",
    "image": "new-york.svg"
  },
  {
    "contributor": "Jaime H",
    "label": "normalcy",
    "def": "nor·​mal·​cy // that which is considered usual, typical, or routine",
    "connections": "comforts, constants, domesticity",
    "pullout": "It's like everything is normal again.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "12:51 PM EST",
    "date": "11/15/2022",
    "location": "Los Angeles, CA, USA",
    "length": "",
    "transcript": "<span>(00:00)</span>I feel connected when you have long distance friendships and haven't seen them in so long. But when you do see each other, it's like everything is normal again.",
    "image": "southern-cali.svg"
  },
  {
    "contributor": "Michelle B",
    "label": "nuance",
    "def": "nu·​ance // sensibility to, awareness of, or ability to express delicate shadings",
    "connections": "references, play, simultaneity",
    "pullout": "At the end of the day, we're all just goofballs.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "03:24 PM EST",
    "date": "11/07/2022",
    "location": "Providence, RI, USA",
    "length": "0:46",
    "transcript": "<span>(00:00)</span>On Friday, when we were in type class, super tired from the week, you know, making a bunch of shit to show even though we didn't like it, and just sitting around joking about our own column usage when setting a layout and how we'll create ten columns and not even use all of the columns. It's just a really nuanced design joke that—I never really made jokes like that with a lot of my friends from high school or even college. <span>(00:30)</span>And it kind of just summarizes the feeling of going to grad school and finding your people and finding humor in the things that we all take super seriously. But at the end of the day, we're all goofballs.",
    "image": "rhode-island.svg"
  },
  {
    "contributor": "Saja C",
    "label": "place",
    "def": "place // a distinct environment, condition, position, or state of mind",
    "connections": "spaces, heirlooms, tradition",
    "pullout": "A place belongs forever to whoever claims it hardest.",
    "digurl": "https://www.are.na/block/19063976",
    "digtxt": "Joan Didion's <em>The White Album</em>",
    "digtag": "referenced by contributor",
    "time": "01:22 PM EST",
    "date": "11/16/2022",
    "location": "Los Angeles, CA, USA",
    "length": "0:15",
    "transcript": "<span>(00:00)</span>\"A place belongs forever to whoever claims it hardest, remembers it most obsessively, wrenches it from itself, shapes it, renders it, loves it so radically that he remakes it in his own image.",
    "image": "southern-cali.svg"
  },
  {
    "contributor": "Claudia D",
    "label": "play",
    "def": "play // brisk, fitful, or light movement",
    "connections": "kids, motherhood, grief",
    "pullout": "My inner child was gone. I didn't want to play. I didn't want to have fun. Fun was gone for me.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "09:11 AM EST",
    "date": "11/19/2022",
    "location": "Miami, FL, USA",
    "length": "1:52",
    "transcript": "<span>(00:00)</span>Basically, I got pregnant when I was, like, 23. So I was really young, and it wasn't like a planned pregnancy or anything like that. And it was really hard for me to accept the pregnancy throughout the whole thing. I literally just stayed home and, like, hid from people. I barely even told anyone I was pregnant. And then the day before my daughter was born, my dad passed, so that was really hard and after my daughter was born. I entered into this weird—not depression—I don't know what it was. I was just like, <em>I don't want to do anything. </em> But I had to because I had a child. I had to wake up early in the morning. I had to stay awake during the night to feed her. <span>(00:38)</span>So throughout the years, I noticed I kind of lost myself in a way. Generally, I've always been, like, a very playful person. My inner child was gone. I didn't want to play. I didn't want to have fun. Fun was gone for me. So until a year ago, because she's now one, I remember I hated having to play all the time. I didn't enjoy it. <span>(01:01)</span>So more or less a month ago, I was coming back home with my daughter, and it was raining, and she starts jumping in the puddles and wetting all her feet, her pants. All wet. And my initial reaction was like, <em>Oh, no, no, we have to go. We have to go. Let's not get wet.</em> But then I stayed there for a second, and I watched her, and I was like, <em>Oh, my God. I remember how fun this was when I was a kid. </em> And then I was like, <em>Wait, actually, no, we don't have to go. We can stay. </em> And I started jumping in the puddles with her, and she was laughing so much. And that's a time that makes me think of what it means to be connected. And I felt like my inner child was finally coming out again. Because I realized, <em>Oh, I didn't lose my inner child. Like, it's still there. I'm still me. </em> I just needed time. And now it's just so much better.",
    "image": "florida.svg"
  },
  {
    "contributor": "Hannah S",
    "label": "proximity",
    "def": "prox·​im·​i·​ty // the quality or state of being very near to something",
    "connections": "home, place, family",
    "pullout": "To be thousands of miles away but still feel held and in proximity, to the people and places I grew up with and love so dearly, was truly special to find where I did.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "08:54 AM EST",
    "date": "11/17/2022",
    "location": "Salt Lake City, UT, USA",
    "length": "READ ONLY",
    "transcript": "<em>For me, when I think of the word ‘belonging’, I think of people. Growing up in a small town, it’s always been the people that I feel connected to, that make my small Vermont town, (or Vermont as a whole) so special and give me a sense of belonging. <br><br>And I never expected to find that sense of connection and belonging that comes with my small Vermont town(s), all the way out in Utah. But from the moment I moved here 8 years ago, the connections were </em> everywhere. <em>So-and-so grew up with my cousins, so-and-so is the brother of someone I went to elementary school with, so-and-so is my best childhood friend’s aunt. The large majority of these connections are through the ski community, where New Englanders flock to Utah to live or visit to ski. And working at the ski resort I ran into these people seemingly everyday—the people who’d see my last name on my name tag at work at the mountain and tell me they just saw my dad last week cause they brought their dog to the vet. Or the brother of my parents' carpenter friend who informed me my parents were building a porch (to which I told him they’d been saying that since 1990 and I didn’t believe him). <br><br> These intimate connections that touch my heart were everywhere in Utah, and it instantly felt like home, because my </em> homem <em>was still surrounding me. I could still feel the place and people I identify with and hold so close to my heart, in a place that looked a lot different, but made it easy to settle in and feel like I belonged here too. <br><br>To be thousands of miles away but still feel held and in proximity, whether it was only emotionally or otherwise, to the people and places I grew up with and love so dearly, was truly special to find where I did. </em>",
    "image": "salt-lake.svg"
  },
  {
    "contributor": "Joey P",
    "label": "reality",
    "def": "re·​al·​i·​ty // something that is neither derivative nor dependent but exists necessarily",
    "connections": "normalcy, reverie",
    "pullout": "The memories were real. Everything was real.",
    "digurl": "https://www.are.na/block/19173040",
    "digtxt": "Confession i the character\" by Hurt/Comfort",
    "digtag": "shared by contributor",
    "time": "09:26 AM EST",
    "date": "11/10/2022",
    "location": "Providence, RI, USA",
    "length": "0:10",
    "transcript": "<span>(00:00)</span> \"The memories were real. Everything was real. And if I closed my eyes long enough, you were real too. I'm just an idea. But an idea can consume you.",
    "image": "rhode-island.svg"
  },
  {
    "contributor": "Nick L",
    "label": "references",
    "def": "ref·​er·​ences // something that refers or alludes to another source of information",
    "connections": "nuance, signs, music",
    "pullout": "It made me think of the interconnected ways that we all understand certain cultural reference points.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "10:09 AM EST",
    "date": "11/08/0202",
    "location": "Providence, RI, USA",
    "length": "1:04",
    "transcript": "<span>(00:00)</span> So yesterday I went to vote, and I had to go to where I grew up and where my parents still live. And I walked into this small town town hall and they're playing \"Never Gonna Give You Up,\" by Rick Astley as I'm getting my ballot, which is just like, really funny. <span>(00:15)</span> And I guess, as these things often do, it just made me think of memes and the interconnected ways that we all understand sort of cultural reference points. And like \"Never Going to Give You Up\" being like a \"Rick Roll\" as like a <em>fooled-you, got-you, light-hearted </em> internet prank just has like this deep irony to me as I'm voting.",
    "image": "rhode-island.svg"
  },
  {
    "contributor": "Francesca Z",
    "label": "reflexivity",
    "def": "re·​flex·​iv·​ity // of, relating to, characterized by, or being a relation that exists between an entity and itself",
    "connections": "growth, kinship, feeling",
    "pullout": "When we really listen and support one another and share with each other, we begin to see a little of those people in ourselves and a little of who we are reflected back to us in them.",
    "digurl": "",
    "digtxt": "",
    "digtag": "referenced by contributor",
    "time": "03:45 AM EST",
    "date": "11/14/2022",
    "location": "Berkeley, CA, USA",
    "length": "1:37",
    "transcript": "<span>(00:00)</span>The quote that comes to mind when I think about belonging is from one of the texts that we use in recovery. And it says, \"We began to see a little of us in them and a little of them in us.\" <br><br> And I really like that quote because I think I'm constantly thinking of myself as the exception, like, <em>Oh, I'm the one no one is gonna like, or I'm the one that really stands out as being incompetent or incapable or not spiritual enough or not wise enough, what have you. </em> <span>(00:45)</span>And that quote, I think it serves as a reminder of like my process of coming to belong in NA and in that community that's really important to me. But also that spark that happens when you begin to feel that sense of connectedness with others despite all the differences between one another. When we really listen and support one another and share with each other that slowly but surely, we begin to see a little of those people in ourselves and a little of who we are reflected back to us in them.",
    "image": "northern-cali.svg"
  },
  {
    "contributor": "Rochelle C",
    "label": "remembering",
    "def": "re·​mem·​ber·ing // retaining in one's memory so as to bring it to mind",
    "connections": "spaces, growth, proximity",
    "pullout": "And as soon as I saw his picture, even though his hair had changed, I knew exactly who he was. And I certainly remembered that story and it instantly made me understand my connection with Providence, with this community and the people that are in it.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "11:49 AM EST",
    "date": "11/10/2022",
    "location": "Providence, RI, USA",
    "length": "5:57",
    "transcript": "<span>(00:00)</span>I thought about this for a while yesterday, and then this wonderful thing happened that made me really feel connected. And so I'll tell you what that thing was. I dropped a friend of mine off at the train station, and she and her little girl boarded a train to Connecticut. They noticed that there was a man—silver haired gentleman—who was smiling at them the entire time that they were waiting on the platform. And though this might be disgruntling to some, my friend Val, she's got a lot of angels protecting her, so she doesn't worry about those kinds of things. <span>(00:41)</span>And so they boarded the train, and Valerie and her little girl took their compartment. And the gentleman who had been smiling at them very grandfatherly passed them and said hello and smiled at them with these gorgeous eyes and kept on going a few compartments ahead and settled on a seat on the opposite side of them. <span>(01:04)</span>And a few minutes into the train ride, he came to them and said, \"I noticed you're a member of RIBS, Rhode Island Black Storytellers.\" And Valerie, of course, said, \"Yes, I am.\" And he said, \"Do you know a gentleman by the name of Rochelle Coleman?\" And she looked at the way he was smiling, and she said, \"As a matter of fact, he just dropped me off.\"  <span>(01:28)</span>And he began to tell her a story about a time that took place many years ago. We were both walking on Hope Street, and he was coming towards me, and I noticed that he was carrying this thing in his arm almost like a loaf of bread. And as we got closer and closer, I noticed that this was no loaf of bread. This was a baby. And the baby's head was in the palm of his hand. And the rest of the baby's body was straddling his forearm, almost like a waiter doing plate service, not carrying the plates on a tray, but just lined up on his arm, ready to deliver to a table. And the closer and closer these two got to me, the more I was just laughing, because this little baby was just enjoying this ride and giggling on this man's forearm, who had bright, smiling eyes and a shock of red hair. <span>(02:39)</span>Now, there was a car that was coming up behind him on Hope Street, and the car must have been as interested as I was in this scenario. And the windows rolled down, and these three boys—three young black boys—were watching this man carry this baby. And just as they passed him, three of the boys leaned out of the window and yelled, \"Man, you don't have caring no baby.\" And he looked at me, and I looked at him. It was a little shocking, and I just started laughing because this was a funny little moment. And the man looked at me and he said, \"I've carried all seven of my children in this way on these crisp fall evenings and to a tee, each one of them have enjoyed this.\" <em>Well how do you argue with a man who's carried seven children that way? How do you argue with a man who's raised seven children? And how could you even question what they loved? </em> <span>(03:52)</span>Well, I would say about five years later, I went into the John F. Kennedy School, not far from where we had talked that day, and he was the PTA President. We exchanged this memory of him carrying this baby like a loaf of bread or like a waiter doing arm service. And he showed me the little girl that was that little child that he'd been carrying. She had to be in about third or fourth grade at the time. And I've always remembered that. We've met several times since then, and we've always exchanged this memory. <span>(04:33)</span>And today on the train, talking to Val, he told her about this moment and the boys who had passed saying he didn't know what he was doing. Val thought that that was the funniest thing. And of course, she took a picture of him on the train and texted it to me. That man with the smiling eyes and shock of red hair, whose hair was now gray-white, but he still had those same smiling eyes. <span>(05:11)</span> And as soon as I saw his picture, even though his hair had changed, I knew exactly who he was. And I certainly remembered <em>instantly </em> that story of passing each other on Hope Street and the young boys telling him that he didn't know how to carry a baby. And instantly I started laughing. In the caption of his picture, he said that that little girl now had her own little girl. And it instantly made me understand my connection with Providence, with this community and the people that are in it.",
    "image": "rhode-island.svg"
  },
  {
    "contributor": "Marisa N",
    "label": "resonance",
    "def": "res·​o·​nance // a synchronous gravitational relationship, so as to evoke a response",
    "connections": "languages, reflexivity",
    "pullout": "If I pick something up and the words or the language somehow creates a resonance with these ineffable feelings or thoughts, it's a very profound feeling of connection in that I don't feel so alone",
    "digurl": "https://www.are.na/block/19244279",
    "digtxt": "Charlotte Brontë's <em>Villette</em>",
    "digtag": "referenced by contributor",
    "time": "10:24 PM EST",
    "date": "11/08/2022",
    "location": "Brooklyn, NY, USA",
    "length": "2:11",
    "transcript": "<span>(00:00)</span>I find that my reading choices are guided by my mood, and that's because when I read, sometimes there are emotions or feelings or thoughts that I don't quite have the language or the courage to examine. Reading sometimes helps suss that out. And it's usually with fiction or poetry. If I pick something up and the words or the language somehow creates a resonance with these ineffable feelings or thoughts, it's a very profound feeling of connection in that I don't feel so alone, that these very personal and very particular thoughts have been expressed or approximated by another person who published whatever it is I'm reading. <span>(00:54)</span>The first thing that comes to mind is Charlotte Bronte's <em>Villette </em>, which is one of my favorite books. And the main character, Lucy Snowe, the protagonist, is—she's not a cynic, she has a very hardened eye towards the world, and for that reason she's also very funny. But she has this quote. I'm gonna Google it because I don't know it exactly. It's like, \"Love is not a potato.\" <span>(01:21)</span>Oh wait here: \"No mockery in this world ever sounds to me so hollow as being told to cultivate happiness. What does such advice mean? Happiness is not a potato to be planted and mulled and tilled with manure. Happiness is glory shining far down upon us out of heaven.\" Well, I don't know about that, but I do like that she opens with, \"No mockery in this world ever sounded to me so hollow as being told to cultivate happiness.\" <br><br>That's something that made me feel connected—I think these stories about these kind of hopeless, a little self-obsessed dreamers always resonates with me, and it helps to know that there have always been these sort of useless dreamers and writers throughout history.",
    "image": "new-york.svg"
  },
  {
    "contributor": "Priya J",
    "label": "reverie",
    "def": "rev·​er·​ie // the condition of being lost in thought",
    "connections": "dreams, dissolution, remembering",
    "pullout": "Ironically, I feel most connected—grounded is more apt a word, perhaps in my case—when I'm out on my own.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "05:35 PM EST",
    "date": "11/12/2022",
    "location": "Claremont, CA, USA",
    "length": "0:25",
    "transcript": "<span>(00:00)</span>Ironically, I feel most connected—grounded is more apt a word, perhaps in my case—when I'm out on my own, taking a walk, a hike or a drive by myself. Anything where I can get lost in my own reverie and thoughts. <span>(00:19)</span>Daydream, reflect and feel grounded.",
    "image": "southern-cali.svg"
  },
  {
    "contributor": "Jocelyn G",
    "label": "rituals",
    "def": "rit·​u·​als //the established form for a ceremonial or choreographed act",
    "connections": "transcendence, togetherness",
    "pullout": "I, a nearly 40-year-old woman, am there doing the same chants, the same expectations, throwing out the same insulting nicknames or the same endorsing nicknames for the people who are performing live in the ring—that has been a sense of shared ritual.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "08:20 PM EST",
    "date": "11/08/2022",
    "location": "New York, NY, USA",
    "length": "1:10",
    "transcript": "<span>(00:00)</span>Where I have felt recently as an adult, where I most belong, is where I would last, on paper, have expected to belong, which is in a group of wrestling fans watching a live wrestling performance, where I, a nearly 40-year-old woman, am there doing the same chants, the same expectations, throwing out the same insulting nicknames or the same <em>endorsing</em>nicknames for the people who are performing live in the ring. And realizing that we had the same expectations of who is a villain, who is a hero, who we want to win, who we know is going to win. <span>(00:19)</span>That kind of collective consciousness of the theater, of what is presented as to what is going to happen and what we all know, based on the narrative, is actually going to happen. That has made me feel like I am as much a part of the show as the woman or man in the ring. And knowing what to expect with the audience. <span>(01:00)</span>That has been a sense of shared choreography and shared ritual and that has been a sense of shared belonging.",
    "image": "new-york.svg"
  },
  {
    "contributor": "Charlie C",
    "label": "routes",
    "def": "routes // established or selected courses of travel or action",
    "connections": "signs, vulnerability, remembering",
    "pullout": "And we all just went along on our route.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "07:05 PM EST",
    "date": "11/09/2022",
    "location": "Brooklyn, NY, USA",
    "length": "0:42",
    "transcript": "<span>(00:00)</span>A couple months ago, I was on a four train headed downtown from the Bronx when behind me, a man yells, \"Hey, yo.\" And I turn around right as another man's throwing an empty water bottle at this guy who's laying on his side along the bench, just peeing into the middle of the train. <span>(00:22)</span>Pretty quickly, another woman stands up and responds to these two men saying, \"Leave him alone. He doesn't know where he is, he doesn't know what he's doing.\" And they settled down; the man stopped peeing, and we all just went along our route.",
    "image": "new-york.svg"
  },
  {
    "contributor": "Gabi D",
    "label": "safety",
    "def": "safe·​ty // the condition of being free from harm or risk",
    "connections": "comforts, place",
    "pullout": "And I guess I felt really confident and safe and good because I was remembering all the great times I had with my family. But also because maybe it wouldn't happen again in my life.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "11:43 AM EST",
    "date": "11/11/2022",
    "location": "Sevilla, Spain",
    "length": "2:09",
    "transcript": "<span>(00:00)</span>So I've been traveling in Cambodia with my family for many years, and on the last year, I traveled with one of my friends, and one day, I was waiting for him. So I had like a one full day by myself. And so it was in Siem Reap, which is like really well known because there are all the temples from Angkor—Angkor is the old city with all the old temples. I decided to spend the day in one of the temples that's my favorite place. I don't really know why it's my favorite place, but I spend all day there by myself, thinking of my life and listening to music and reading a book. <span>(00:45)</span> And I guess I felt really confident and safe and good because I was remembering all the great times I had with my family. But also because maybe it wouldn't happen again in my life.  And so I remember this moment as like a unique moment. There are not many moments like that in your lifetime and I remember it really well even if it was ten years ago—and I guess because I felt connected with myself and I know that it was the right place at the right time and I didn't need anyone or anything to be happy at this particular moment. <span>(01:20)</span>This temple called Bayon which is a really famous place and it has changed a lot because it has become a more touristic place. And so in 2010—last time I went—I could really enjoy all the positive energy without too many tourists because it was low season. <span>(01:36)</span>I don't really know why I felt so connected with this particular temple because there are so many others. But at this temple, what is really well known is there are faces of old god smiling and the face of these gods represented everywhere in these temples make you feel like forgetting about everything else, you know, you are in a safe place and you are connected.",
    "image": "sevilla.svg"
  },
  {
    "contributor": "Anna V V",
    "label": "sameness",
    "def": "same·​ness // the quality or state of being without addition, change, or discontinuance",
    "connections": "domesticity, comforts",
    "pullout": "Whatever sameness I've noted in my relationship with women is not the sameness of women and certainly not the sameness of parts.",
    "digurl": "https://www.are.na/block/19068400",
    "digtxt": "Maggie Nelson's <em>bluets</em>",
    "digtag": "referenced by contributor",
    "time": "07:41 AM EST",
    "date": "11/14/2022",
    "location": "Boston, MA, USA",
    "length": "0:15",
    "transcript": "<span>(00:00)</span>But whatever sameness I've noted in my relationship with women is not the sameness of Woman and certainly not the sameness of parts. Rather it is the shared, crushing understanding of what it means to live in a patriarchy.",
    "image": "mass.svg"
  },
  {
    "contributor": "Katie H",
    "label": "self-doubt",
    "def": "self·doubt // a feeling of doubt or uncertainty",
    "connections": "feeling, sameness, destiny",
    "pullout": "I know I've had moments when I have felt like I've belonged, but do I generally belong?",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "08:56 PM EST",
    "date": "11/09/2022",
    "location": "New York, NY, USA",
    "length": "1:00",
    "transcript": "<span>(00:00)</span>This is kind of tough. I mean, I know I've had moments when I have felt like I've belonged, but, like, do I generally belong? Is this something that I frequently experience? Not really. And I couldn't quite catch a hold of a specific moment. This was all on my mind a little bit. <span>(00:21)</span>And then Jocelyn and I walked to an event together last night, and I said, you know, I'm kind of struggling a little bit. I said, it sort of like, fostered a little bit of self-doubt, where I went, do I belong? Have I felt like I belong? And she was like, oh, my God, that's so weird. That was exactly how I felt. <span>(00:46)</span>So out of this conversation, we had this moment where we went like, oh, we sort of, like, found this point of commonality.",
    "image": "new-york.svg"
  },
  {
    "contributor": "Annie M",
    "label": "signs",
    "def": "signs // something material or external that stands for or signifies something spiritual",
    "connections": "destiny, magic",
    "pullout": "It might sound a little bit weird, but it kind of just felt like a sign from the universe.",
    "digurl": "https://www.are.na/block/19097792",
    "digtxt": "The Lovers\" by Timothy Liu",
    "digtag": "referenced by contributor",
    "time": "11:04 PM EST",
    "date": "11/14/2022",
    "location": "New York, NY, USA",
    "length": "0:57",
    "transcript": "<span>(00:00)</span>A couple of months ago, I was on the subway back from work one evening and I saw a poem on the side of the train, like usually where various ads are displayed. And I really felt struck by that poem because it related a lot to how I was feeling at the time. My boyfriend and I were going through a bit of a rough patch because we both just had been working so much and basically just getting used to not really being able to spend as much time together during the week as we had been used when I was in law school and when he was at his old job. <span>(00:32)</span>The poem just resonated with me and made me feel happy and content, and not really as sad about the situation as I had been feeling. It might sound a little bit weird, but it kind of just felt like a sign from the universe. I kind of just connected in that moment and just had this feeling that things were going to work out and going to be okay. <br><br>Seeing it kind of right when I needed to see it made me feel content and grounded.",
    "image": "new-york.svg"
  },
  {
    "contributor": "Maddie K",
    "label": "simultaneity",
    "def": "si·​mul·​ta·​neous // existing or occurring at the same time",
    "connections": "synchronicity, comforts, constants",
    "pullout": "And I happen to be thinking \nabout them \nat the same moment.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "07:09 PM EST",
    "date": "11/08/2022",
    "location": "Brooklyn, NY, USA",
    "length": "0:25",
    "transcript": "<span>(00:00)</span>Something that makes me feel connected, that I really love, is when somebody text me. Like I happen to be thinking about them at the same moment that they text me or reach out to me or show that they're thinking of me in some way. It's just such a nice feeling because it makes me feel tethered to another person. And it's even better when it's simultaneous. I love it.",
    "image": "new-york.svg"
  },
  {
    "contributor": "Zahra T",
    "label": "soul",
    "def": "soul // the immaterial essence, animating principle, or actuating cause of an individual life",
    "connections": "place, home, spaces",
    "pullout": "Place is a container of soul.",
    "digurl": "https://www.are.na/block/19174279",
    "digtxt": "An excerpt from \"Gardens: An Essay on the Human Condition,\" by Robert Pogue Harrison",
    "digtag": "referenced by contributor",
    "time": "03:38 PM EST",
    "date": "11/20/2022",
    "location": "Portland, OR, USA",
    "length": "0:07",
    "transcript": "<span>(00:00)</span>\" In the fusion of place and soul. The soul is as much of a container of place as place is a container of soul.\"<br><br> <em>This is a quote by Robert Pogue Harrison. It makes sense of an experience I had, which changed my perception of home and belonging. I used to associate home with a particular place, my childhood home that I grew up in. A couple years ago my parents moved from California to Utah. I felt nostalgic when my parents sent photos of the California house packed up. Upon visiting their new home in Utah, I walked into the living room. The light was pouring in through big windows, and I immediately felt at home. It was then that I realized that home was not tied to a specific place for me, but to emotion and atmosphere. And that realization was freeing. </em>",
    "image": "oregon.svg"
  },
  {
    "contributor": "Joe F",
    "label": "sound",
    "def": "sound // a particular auditory impression",
    "connections": "music, understanding",
    "pullout": "To me, music is maybe the most important of all the arts. Just because it's sound. God is sound.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "10:45 PM EST",
    "date": "11/21/2022",
    "location": "St. Paul, MN",
    "length": "2:15",
    "transcript": "<span>(00:00)</span>Alright. I think this thing is on. You're gonna have to edit the shit out of this. Connected by sound, I would suppose, would be one of mine—through music. You know, with kind of the communal experience. To me, music is maybe the most important of all the arts. Just because it's sound. God is sound, you know. And there's all these different rhythms, crazy rhythms that are out there. Strange rhythms. <span>(00:23)</span>It can be electronic, it can be drums, whatever. So it's always been music. I mean, I love all of the arts, obviously, but fucking—I couldn't live without fucking music. You connect that with everything growing up, with friends, you know, identity about punk rock, different scenes and bebop—like throughout history, people have found their kind of tribe. <span>(00:43)</span>Grateful Dead is a great example. Me and my brother—that hit us. <br><br>I remember it really crystal clear. We're very young. I'm probably 21 with our good buddy and my brother. And we drive up and see the great Phil Lesch who was a bass player for the Grateful Dead. We're all too young, so we never saw Jerry. Jerry died. So we went up to this festival—and it's just seeing Phil playing all these tunes that we grew up to—\"Fantastic on Broken Chain\"—and just being there with my brother and our buddies and hanging out and camping and sleeping in a van and me buying beer. There was other stuff, obviously. It was a glorious weekend. Hanging out with older Heads I used to work with at one of my first college jobs who actually toured with the Dead, who was a Deadhead. Meeting him in the lot. <span>(01:29)</span>Like my uncle followed the Dead, my dad saw him in Missoula. The important thing to remember is there's concert. They had people—thank God, fucking God—people taped almost every show, predominantly. There's a lot of recorded stuff out there. So I couldn't listen to shows where my uncle was 15 and my dad was like 20, at some of their first shows because it's on tape. That's the preservation of art, which no one really thought of. They were like the first band to really—or the followers did it—and they tolerated it, kind of. And then there was a taper section. So you have all these shows—I can listen to shows that friends have been to, that older cats have been to. That's all preserved. And that's archival history right there.",
    "image": "minnesota.svg"
  },
  {
    "contributor": "Max C",
    "label": "spaces",
    "def": "spaces // a limited extent in one, two, or three dimensions",
    "connections": "destiny, place, soul",
    "pullout": "I'm feeling connection to a space. I walked into this apartment and it felt like a place that I could be or that I already had been.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "05:43 PM EST",
    "date": "11/15/2022",
    "location": "Brooklyn, NY, USA",
    "length": "0:52",
    "transcript": "<span>(00:00)</span>I'm walking through Greenpoint, and now Williamsburg. I have keys to an apartment. So at this moment, I'm feeling very connected to this place, to people around me, but also connection to a space. <span>(00:16)</span>I walked into this apartment and it felt like a place that I could be or that I already had been. And the people in the apartment that were greeting me there were friends and, you know, new and old Kendra being there and introducing me to the new friend and this new couple. So, yeah, I'm feeling connected and definitely a sense of belonging. Sometimes this city makes me feel, you know—the anonymity is something that I've always liked, but sometimes it's hard to grasp your place here. So right now, tonight, it's a little chilly. I'm walking. I'm gonna get off here. But I'm feeling connected.",
    "image": "new-york.svg"
  },
  {
    "contributor": "Jan P",
    "label": "sport",
    "def": "sport // physical activity engaged in for pleasure",
    "connections": "dynamics, metaphysics, magic",
    "pullout": "We decided that we must have been the greatest rowers ever in the history of the world and in the history of the sport, because that day was pure magic.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "10:03 AM EST",
    "date": "12/02/2022",
    "location": "Los Angeles, CA, USA",
    "length": "2:48",
    "transcript": "<span>(00:00)</span>My longtime rowing partner and I were going out in Marina del Rey in a double skull for the first time since she was in recovery from cancer. The idea was we were going to see if we could get ourselves ready for the Head of the Charles Regatta, which is a three-mile race that takes place in Boston every year in October. Also, it's known as the largest Regatta in the world. Over ten thousand people participate over three days. Margie and I had rode in this event many times in the past and had won the race together and it was really our favorite event. <span>(00:42)</span>So we were going out for the first time, getting ready, and we had no idea what to expect because she was still recovering. We were quite familiar with each other in a boat, having rode together for more than 20 years and had been friends for a long time. Plus, both of us had been on the national rowing team, so we had techniques that were very similar. <span>(01:09)</span>So this could have been a row like any other. And normally when you get back in the boat after being away, it can feel unstable—a little rocky, a little rough. But this particular day was magic. Despite not being in the boat for over two years together and Margie still recovering her strength, you would have thought we had been practicing every single day. This outing was perhaps the most perfect rowing experience I've ever had in my 45 years in a sport. <span>(01:41)</span>We were completely in sync with one another, rowing like we were a single person. The boat was set up perfectly and we felt like we were absolutely flying. It was early in the morning, the sun had just come up, beautiful blue skies, and the water was like glass, so you could not have asked for better conditions. But unlike other times we had had in a boat, we barely said a word to one another until we reached the dock at the end of the outing about an hour later. <span>(02:14)</span>And in talking, we agreed. Number one: it was the best row we had ever had. We weren't sure exactly why. Maybe we were fooling ourselves because we hadn't been in the boat for a while and we were just so grateful to be there. But in the end, we decided that we must have been the greatest rowers ever in the history of the world and in the history of the sport, because that day was pure magic.",
    "image": "southern-cali.svg"
  },
  {
    "contributor": "Reavey A",
    "label": "synchronicity",
    "def": "syn·​chro·​nic·​i·​ty // the coincidental occurrence of events, especially psychic ones",
    "connections": "magic, simultaneity",
    "pullout": "It feels like there's sort of this synchronous thought, like we're connected even when we go days or weeks without speaking.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "04:57 PM EST",
    "date": "11/14/2022",
    "location": "Brooklyn, NY, USA",
    "length": "0:34",
    "transcript": "<span>(00:00)</span>I think that one of the times I feel most connected is when I get this text from my cousin or I text her, and the response is always like, \"Oh, my God, I was literally just thinking about you.\" And that sounds like such a cliche, but it's this real thing that we have somehow—we're different ends of the country. And I'll text her, and she's like, \"I was just about to text you.\" Or she'll text me and I literally just had her in my mind. <span>(00:25)</span>So it feels like there's sort of this synchronous thought; it feels like we're connected even when we go days or weeks without speaking.",
    "image": "new-york.svg"
  },
  {
    "contributor": "Ingrid S",
    "label": "talks",
    "def": "talks // acts or instances in which ideas are expressed or exchanged by means of spoken words",
    "connections": "languages, agreements, comforts",
    "pullout": "And I think my response when I'm feeling overwhelmed is to talk with people. I always try to understand how they deal with their problems and doubts.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "05:32 PM EST",
    "date": "11/12/2022",
    "location": "Providence, RI, USA",
    "length": "1:26",
    "transcript": "<span>(00:00)</span>I've been here in the US for almost a year now, and my first few months here were really hard in terms of adaptation and you know, lots of things going on. And being here for the first time was really intense. <span>(00:19)</span>And I think my response when I'm feeling overwhelmed is to talk with people. I always try to understand how they deal with their problems and doubts. So I did that, and I feel that I've been more, I don't know, more outgoing this semester, that I'm feeling better about myself. <span>(00:42)</span>So one of these talks that I had—we were talking precisely about feeling . . . you know how important it is to feel like you're part of something, to feel like you belong. It was such a sweet, endearing moment and she said something about <em>it's very true that we truly care for each other. </em> And that moment, it was just so cute. So every time that I'm feeling a little bit off, I think about how very heartwarming it is to feel part of this community and feel that I actually belong. Hearing that from someone else, it was just very nice.",
    "image": "rhode-island.svg"
  },
  {
    "contributor": "Marisa K",
    "label": "time",
    "def": "time // the measurable period during which an action, process, or condition exists or continues",
    "connections": "geography, comforts",
    "pullout": "We were together during the years where we became the people we are today and it made me really happy to know that we'll always have those shared experiences.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "10:11 AM EST",
    "date": "12/01/2022",
    "location": "Atlanta, GA, USA",
    "length": "0:31",
    "transcript": "<span>(00:00)</span>I recently had a chance to visit friends I haven't seen in a long time. There's always a small voice in my head wondering how hanging out will go. <em>Like, Will it be awkward? Do we have things to talk about now? </em> But as soon as I saw them, it felt like ten years ago, when we were college freshmen. <span>(00:15)</span> We were together during the years where we became the people we are today. And it made me really happy to know that we'll always have those shared experiences to remind us that we're forever connected, no matter how much time passes and no matter where we are in the world.",
    "image": "atlanta.svg"
  },
  {
    "contributor": "Glikeriya S",
    "label": "togetherness",
    "def": "to·​geth·​er // the state of being in contact, connection, or union with others, sometimes making up a larger whole",
    "connections": "listening, sound, magic",
    "pullout": "When you hear the music and you feel the crowd is enjoying it—this is the best feeling—when you're all together, dancing together.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "10:00 AM EST",
    "date": "11/10/2022",
    "location": "Providence, RI, USA",
    "length": "0:55",
    "transcript": "<span>(00:00)</span>When you're in the crowd, especially when you're somewhere in the festival or in the club at the main stage, when you hear the music and you feel the crowd is enjoying it—this is the best feeling—when you're all together, dancing together. It's a feeling when you know where you are and you know how to behave and you have control over the situation, but at the same time, you're like a part of a big organism. <span>(00:32)</span>It's a rare feeling because a lot of times we are alone in our rooms when we work or when we go somewhere. Most of the time we are alone. But sometimes I think a human needs this kind of social interaction where you're a part of big community or big crowd.",
    "image": "rhode-island.svg"
  },
  {
    "contributor": "Emma C",
    "label": "tradition",
    "def": "tra·​di·​tion // an inherited, established, or customary pattern of behavior",
    "connections": "family, grief, heirlooms",
    "pullout": "And as they were collecting the water for the fountain, I remember standing in front of the church and just closing my eyes and feeling so at peace.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "11:15 AM EST",
    "date": "11/08/2022",
    "location": "Providence, RI, USA",
    "length": "2:24",
    "transcript": "<span>(00:00)</span>It had been two years since I was able to go back to my home, which I consider Spain. And over the summer, I was fortunate enough to go back and spend some real time connecting with my roots and also connecting with a home that I've had a lot of problems identifying with because that's the constant going back and forth from Spain to the United States. <span>(00:00)</span>And there was one moment this summer where I was in Caamaño, which is where my mother grew up. It's a very small farm village and we go around every Sunday to this fuente, which is a—I don't remember what's it called;  it's kind of like a fountain, but it comes out of the mountains. And we bring reusable bottles of water and we get the water from this fuente. <span>(00:58)</span>It was my father, my mother and I. And next to the fuente is this church where my mother's brother is buried. So it's tradition that we go get water, we give our grievances to her brother. And this time we're walking around the church, just looking around. It's been a while since we've all been there and we saw that there were some stairs to go on top of the church. So my father and I were, like, walking up the church. We're, like, now on top of the church where the bell is chiming and my mother is, like, so scared. My mom is, like, so scared because she hates heights and she's, like, yelling at us to come down. So we go down, but I take a little bit of time. <span>(01:45)</span>And as they were collecting the water for the fountain, I remember standing in front of the church for a couple of minutes and just closing my eyes and hearing the cows and the chickens and hearing the water run and hearing the cars pass by and feeling so at peace and so at home again. It was a moment that I was really able to connect back to my identity and also feel a lot of grief the last two years that I wasn't able to go back. And I think back to that moment a lot when I'm having hardships here in the States or I'm missing home.",
    "image": "rhode-island.svg"
  },
  {
    "contributor": "Kristine H",
    "label": "transcendence",
    "def": "tran·​scen·​dence // qualities extending or lying beyond the limits of ordinary experience",
    "connections": "humanity, magic",
    "pullout": "How something so simple can be so transcending. I hadn’t felt that kind of beauty before in the company of strangers.",
    "digurl": "https://www.are.na/block/19215447",
    "digtxt": "Frank Sinatra singing \"Silent Night",
    "digtag": "referenced by contributor",
    "time": "10:40 PM EST",
    "date": "11/09/2022",
    "location": "Pasadena, CA, USA",
    "length": "2:32",
    "transcript": "<span>(00:00)</span>I didn't ever grow up with a religion, but I wanted to sing Christmas Carols. And I was staying in the East Village and there's a church called Grace church—I think it's like almost 175 years old now, but I wanted to find a small church because I was by myself and I'd never done it before. But I thought, well, I'll just try and be in this company of strangers. And I walked in and sat down and I was really scared because I'd never done it before, let alone go to church. <span>(00:39)</span>But there was this really nice woman next to me. She helped me find where to start singing because I think she probably knew I'd never done it before anyway. So I'm singing, you know, all these different songs. And I remember the time we were just all in unison singing \"A Silent Night.\"<span>(01:05)</span>And I feel like I'm going to cry right now because it was so beautiful, with the candles lit and all the people together singing. It was just probably the one of the most beautiful experiences I've ever had. And I was by myself. But I did feel connected to all these people and to the story and to this really nice woman who sat next to me. And she had, too, the most beautiful voice. I could just melt. I just remember stopping because I couldn't get through the song, because I started crying. <span>(01:53)</span>But to this day, it's like just one of the most incredible experiences I've ever had. And I really felt connected to just everything, to humanity and to the beauty of people and connected with myself and how something so simple can be so transcending. And I hadn't felt that kind of beauty before. You know, in the company of strangers, the sense of belonging was definitely part of that whole entire think.",
    "image": "southern-cali.svg"
  },
  {
    "contributor": "Pam C",
    "label": "trees",
    "def": "trees // woody perennial plants having a single, elongated main stem that branches out into others",
    "connections": "cells, ecosystems, motherhood",
    "pullout": "I dug five holes and put five trees into those holes.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "09:44 AM EST",
    "date": "11/09/2022",
    "location": "Norway, ME, USA",
    "length": "READ ONLY",
    "transcript": "<em>This is a hard question for me but I realize that last week I was up at my place in Oquossoc and I dug five holes and put five trees into those holes and just felt really connected to that place and also connected to the idea that Mavis and Melba, my granddaughters, would someday, hopefully enjoy some huge, spruce and fir trees spreading their wings so to speak over that very important piece of land. </em>",
    "image": "maine.svg"
  },
  {
    "contributor": "Rosie S",
    "label": "trips",
    "def": "trips // intenses visionary experiences undergone by a person who has psychedelic drugs",
    "connections": "play, remembering, sound",
    "pullout": "I first tripped on acid when I was 16 at boarding school.",
    "digurl": "https://www.are.na/block/19173138",
    "digtxt": "Watch Michael Pollan's Documentary \"How to Change Your Mind",
    "digtag": "shared by contributor",
    "time": "09:03 PM EST",
    "date": "11/09/2022",
    "location": "New York, NY, USA",
    "length": "0:21",
    "transcript": "<span>(00:00)</span>One experience that made me feel connected was when I first tripped on acid when I was 16 at boarding school. I think I was 16—me and my best friend cut class and she had some acid and we took it and we just went in the woods all day. And it was the best, best day ever. <br><br><em>At that time I was very far from the happiest I’d ever been, though not the closest to the lowest either. I hadn’t intended to do anything that day. I convinced the nurse to give me a sick day—a get-out-of-class/barn-chores-free-day—because I wasn’t “feeling well.” And then I went on this trip (my first) very spontaneously. And I’m so glad and so thankful that things lined up the way they did that day because it permanently and fundamentally changed me. I was happier after. Obviously I was pretty happy during as well. Most notable to me was the new—or, more accurately, previously experienced but then foreign—sensation of belonging, of being included because I </em> was <em>included—because people wanted me to be and because </em>I<em> wanted to be. I've never really felt disconnected from nature, though it should be noted that nature was a big element of the whole experience for me. </em>",
    "image": "new-york.svg"
  },
  {
    "contributor": "Alison N",
    "label": "trophies",
    "def": "tro·​phies // something gained or given in victory or conquest",
    "connections": "motherhood, kids, play",
    "pullout": "And she knows that her team, the Brooklyn Lions, they have to win.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "11:10 AM EST",
    "date": "11/08/2022",
    "location": "Brooklyn, NY, USA",
    "length": "0:57",
    "transcript": "<span>(00:00)</span>This morning over breakfast cereal before chess camp, my kindergartener Melba said urgently, \"Mommy, you know my best friend who goes to school? We first had chess camp, and then we saw him at trick-or-treating, and he was a rook? You know that kid? Yeah? Well, when we were at his school for the tournament, his school won the trophy. And now the Brooklyn Lions, our school, has to win it back. We have to win it, Mommy.\" <span>(00:28)</span>And this is just thirty school days into the school year. That's the similarly urgently delivered message from yesterday morning. <span>(00:36)</span>So, you know, less than 40 school days ago, she was new at this school; she barely knew anyone. And in that time, she has joined the chess team. And she knows that her team, the Brooklyn Lions, they have to win. She has a beautiful sense of belonging through chess, and it's pretty incredible.",
    "image": "new-york.svg"
  },
  {
    "contributor": "Devon E",
    "label": "truths",
    "def": "truths // the body of real things, events, and facts",
    "connections": "authenticity, blooms, spaces",
    "pullout": "The combination of being true to myself, being able to be true to myself in that space, surrounded with other people doing kind of the same thing, is what really did it for me.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "08:58 PM EST",
    "date": "11/16/2022",
    "location": "Brooklyn, NY, USA",
    "length": "0:39",
    "transcript": "<span>(00:00)</span>Volunteering at the American Museum of Natural History really made me feel connected in a way that I never really had before. I found a way to give back to a community and doing it in a space that I felt really comfortable in. It just really felt like it was true to who I am as a person. <span>(00:24)</span>So I think the combination of being true to myself, being able to be true to myself in that space, surrounded with other people doing kind of the same thing, is what really did it for me.",
    "image": "new-york.svg"
  },
  {
    "contributor": "Jaclyn K",
    "label": "understanding",
    "def": "un·​der·​stand·​ing // the power of feeling or expressing comprehension",
    "connections": "music, sound, resonance",
    "pullout": "But I felt like that song was a part of me and also a part of nature.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "01:51 AM EST",
    "date": "11/17/2022",
    "location": "Cambridge, MA, USA",
    "length": "0:33",
    "transcript": "<span>(00:00)</span>The first time I heard this song by Lord Huron, \"Secret of Life,\" it was like—I don't know—I felt like I could envision the scene of me dancing in the woods—it's very specific choreography. I wish I could do their music video for it. <span>(00:20)</span>But I felt like that song was a part of me and also a part of nature. So I felt connected with nature, with the song. I felt very understood by another artist.",
    "image": "mass.svg"
  },
  {
    "contributor": "Soo Min L",
    "label": "vulnerability",
    "def": "vul·​ner·​a·​bil·​ity // the capacity to be physically or emotionally wounded",
    "connections": "feeling, authenticity, remembering",
    "pullout": "Inviting someone to see a small glimpse of my vulnerability creates moments of belonging.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "12:15 AM EST",
    "date": "11/16/2022",
    "location": "Providence, RI, USA",
    "length": "0:55",
    "transcript": "<span>(00:00)</span> No one likes to feel vulnerable, a sense of embarrassment. Inviting someone to see a small glimpse of my vulnerability creates moments of belonging. There's no right way of doing things. We come from different backgrounds. I better understand you, me, and us through sharing and embrace you without judgment. Everything you have experienced is a lesson for me. And everything I have experienced is a lesson for you. <span>(00:35)</span>This is my favorite poem quote from Walt Whitman, excerpted from \"Song of Myself\":<br><br>I celebrate myself, and sing myself, <br><br>And what I assume you shall assume, <br><br>For every atom belonging to me as good belongs to you.",
    "image": "rhode-island.svg"
  },
  {
    "contributor": "Lian F",
    "label": "winds",
    "def": "winds // the natural movements of air of any velocity",
    "connections": "cells, trees, blooms",
    "pullout": "She loved it because it made the world feel more alive.",
    "digurl": "",
    "digtxt": "",
    "digtag": "",
    "time": "10:07 AM EST",
    "date": "11/08/2022",
    "location": "Providence, RI, USA",
    "length": "0:36",
    "transcript": "<span>(00:00)</span>I'm sitting in my backyard thinking of the past couple of days when it was so warm out and it was also very windy. And I feel like that's a combination that you don't experience too often. And it makes me think of home in California. It makes me think of the Santa Ana's. I used to hate the wind as a kid because I feel like, associated it with being kind of, like, scary.<span>(00:25)</span>But my mom always told me that she loved it because it made the world feel more alive. So now that's what I think of when I feel warm winds.",
    "image": "rhode-island.svg"
  }
]